



hskCorpusTexts[3] = 


	{
		"title": "HSK Book 4",
		"bookNumber": 4,
		"chapters": [
			{
			"chapter": 1,
			"chapHeader": "Lesson 1 : \nSimple Love\n简单的爱情",
			"sections": [
				{
					"section": 1,
					"secHeader": "SunYue and WangJing talk about Wang’s boyfriend\n孙月和王静聊王静的男朋友",
					"text": 		"孙月：听说你男朋友李进跟你是一个学校的，是你同学吗？\n王静：是的，他学的是新闻，我学的是法律，我和他不是一个班。\n孙月：那你们俩是怎么认识的？\n王静：我们是在一次足球比赛中认识的。我们班跟他们班比赛，他一个人踢进两个球，我对他印象很深，后来就慢慢熟悉了。\n孙月：你为什么喜欢他？\n王静 ：他不仅足球踢得好，性格也不错。"
				},
				{
					"section": 2,
					"secHeader": "Wang Jing and teacher Li talk about her getting married\n王静跟李老师聊她要结婚的事情",
					"text": "王静：李老师，我下个月5号就要结婚了。\n李老师：你是在开玩笑吧？你们不是才认识一个月？\n王静：虽然我们认识的时间不长，但我从来没这么快乐过。\n李老师：两个人在一起，最好能有共同的兴趣和爱好。\n王静：我们有很多共同的爱好，经常一起打球，唱歌，做菜。\n李老师：看来你真的找到适合你的人了。祝你们幸福！"
				},
				{
					"section": 3,
					"secHeader": "Teacher Gao and teacher Li talk about life after marriage\n高老师和李老师聊结婚后的生活",
					"text": "高老师：听说您跟妻子结婚快二十年了？\n李老师：到6月9号，我们就结婚二十年了。这么多年，我们的生活一直挺幸福的。\n高老师：我和丈夫刚结婚的时候，每天都觉得很新鲜，在一起有说不完的话。但是现在。。。\n李老师：两个人共同生活，只有浪漫和新鲜感是不够的。\n高老师：您说的对！我现在每天看到的都是他的缺点。\n李老师：两个人在一起时间长了，就会有很多问题。只有接受了他的缺点，你们才能更好地一起生活。"
				},
				{
				"section": 4,
				"secHeader": "passage 4 课文",
				"text": "很多女孩子羡慕浪漫的爱情。那什么是浪漫呢？年经人说：浪漫是她想要月亮时，你不会给她星星；中年人说：浪漫是即使晚上加班到零点，到家时，自己家里也还亮着灯；老年人说：浪漫其实就像歌中唱的那样，“我能想到最浪漫的事，就是和你一起慢慢变老。”其实，让我们感动的，就是生活中简单的爱情。有时候，简单就是最大的幸福。"
				},
				{
				"section": 5,
				"secHeader": "passage 5 课文",
				"text": "说到结婚，人们就会很自然地想起爱情。爱情是结婚的重要原因，但两个人共同生活，不仅需要浪漫的爱情，更需要性格上互相吸引。\n我丈夫是个很幽默的人。即使是很普通的事情，从他嘴里说出来也会变得很有意思。在我难过的时候，他总是有办法让我高兴起来。而且他的脾气也不错，结婚快十年了，我们俩几乎没因为什么事经过脸，很多人都特别羡慕我们。"
				}
			]
			},
			{
			"chapter": 2,
			"chapHeader": "Lesson 2 : \nA true friend\n真正的朋友",
			"sections": [
				{
				"section": 1,
				"secHeader": "XiaoXia and Mark talk about Mark’s Chinese\nfriend",
				"text": "小夏和马克聊马克的中国朋友\n小夏：来中国快一年了，你适应这儿的生活了吗？\n马克：开始有点儿不习惯，后来就慢慢适应了，最近我还交了一个中国朋友。\n小夏：那就好，快给我讲讲你新交的中国朋友。\n马克：我们是在图书馆认识的。平时我们常常一起看书，逛街，踢足球。有时候他还给我发一些幽默短信。\n小夏：你的这个朋友真不错！下次介绍我们认识认识，怎么样？\n马克：没问题！我们下午要去踢足球，正好一起去吧。"
				},
				{
				"section": 2,
				"secHeader": "XiaoLi and XiaoLin talk about classmates party\n小李和小林聊同学聚会的事情",
				"text": "小李：星期天同学聚会，你能来吗？\n小林：能来。班里同学你联系得怎么样了？来多少人？\n小李：差不多一半儿吧，张远还专门从国外飞回来呢。\n小林：是吗？毕业都快十年了，真想大家啊！对了，今天早上，我在地铁站遇到了王静，她毕业后就去上海工作了，她这次是来旅游的。\n小李：那太好了！麻烦你跟她联系一下，请她一起来参加同学聚会。聚会就在学校门口那个饭店，六点半。别迟到啊！\n小林：放心吧。星期天六点半见！"
				},
				{
				"section": 3,
				"secHeader": "SunYue and WangJing talk about their friends\n孙月和王静聊她们的朋友",
				"text": "孙月：这是什么时候的照片？你真年轻！\n王静：这是上大学时的照片。一看到这张照片，我就想起过去那段快乐的日子，好像重新回到了校园。\n孙月：旁边这个人一定是你的好朋友吧？你们现在还联系吗？\n王静：当然了，尽管已经毕业这么多年，我们还是经常联系的，每次都有说不完的话。\n孙月：真羡慕你！我上大学时最好的朋友去了南方工作，我们俩已经好久没联系了。我一会儿就给她打个电话。\n王静：对。要知道，能有一个真正的朋友，有一段真正的友谊，是多么不容易！"
				},
				{
				"section": 4,
				"secHeader": "passage 4 课文",
				"text": "每个人都需要朋友，朋友可以丰富我们的生活。离开朋友，我们的生活一定会非常无聊。那么，怎样才能交到更多的朋友呢？当然，要有好脾气。一个脾气不好的人虽然不一定让人讨厌，但是却很难跟人交朋友。因为没有人会喜欢跟一个总是容易生气的人在一起。我们还要经常跟周围的人交流。交流能让人们互相了解，如果有共同的兴趣，爱好或者习惯，就更容易成为朋友了。"
				},
				{
				"section": 5,
				"secHeader": "passage 5 课文",
				"text": "人的一生可以什么也没有，但不能没有朋友，而且必须要有自己真正的朋友。什么是真正的朋友？不同的人会有不同的理解。有些人觉得朋友就是能和自己一起快乐的人；有些人觉得朋友应该像镜子，能帮自己看到缺点。而我的理解是：当你遇到困难的时候，真正的朋友会站出来，及时给你帮助；当你无聊或者难过的时候，真正的朋友会陪在你身边，想办法让你感到幸福。"
				}
			]
			},
			{
			"chapter": 3,
			"chapHeader": "Lesson 3 : \nI've made a good impression on the manager\n经理对我印象不错",
			"sections": [
				{
				"section": 1,
				"secHeader": "Xiaoxia and Xiaoyu talk about Xiaoyu’s interview\n小夏和小雨聊小雨面试的情况",
				"text": "小夏：你上午的面试怎么样？\n小雨：还可以，他们问的问题都挺容易的，就是我有点儿紧张。\n小夏：面试的时候，一定要对自己有信心，要相信自己的能力。\n小雨：你说的对！3月15号上午8点在学校体育馆还有一个招聘会，你去吗？\n小夏：我还没决定呢。\n小雨：听说这次招聘会提供的工作机会很多，我们一起去看看吧。"
				},
				{
				"section": 2,
				"secHeader": "Manager Ma and Xiaolin talk about hiring\n马经理和小林聊招聘的事情",
				"text": "马经理：小林，这次招聘不是小李负责吗?\n小林：本来是小李负责的，但是他突然生病住院了，所以就交给我来做了。\n马经理：哦，这次应聘的人多吗?\n小林：经理，这次来应聘的一共有15人。经过笔试和面试，有两个不错。这是他们的材料，您看看。\n马经理：这两个人的能力都比较符合我们的要求。你通知他们下周一上午九点来我办公室吧。\n小林：好的，那我马上跟他们联系。"
				},
				{
				"section": 3,
				"secHeader": "Xiaolin and Wangjin talk about Wangjin job circumstances\n小林和王静聊王静的工作情况",
				"text": "小林: 王静，好久不见了! 大学毕业后就没联系了，你现在在哪儿工作呢?\n王静: 我一毕业就去上海当律师了。\n小林: 你对现在的工作一定非常满意吧?\n王静: 我很喜欢现在的工作，因为我学的就是法律专业，而且同事们都很喜欢我。另外，收入也不错。\n小林: 星期天咱们同学聚会，你能来参加吗?\n王静: 能来。虽然这次来北京，时间安排得很紧张，但我一定借这次机会去跟大家见见面。"
				},
				{
				"section": 4,
				"secHeader": "passage 4课文",
				"text": "面试的时候，经理对我印象不错，还通知我明天就可以上班了。真没想到，找工作这么顺利。你想知道面试需要注意什么吗? 首先，要穿 正式的衣服，这会给面试者留下一个好的印象，让他觉得你是一个认真的人。其次，应聘时不要紧张。回答问题时，说得不要太快，声音也不要太小，要相信自己有能力做好。当然，最重要的是回答问题要诚实。"
				},
				{
				"section": 5,
				"secHeader": "passage 5 课文",
				"text": "第一印象就是在第一次见面时给别人留下的印象。虽然第一印象不总是对的，但如果想改变却很困难。你给别人的第一印象会影响他们以后对你的感觉和判断。所以，给第一次见面的同事留下好的印象，以后的工作可能会更顺利; 给第一次见面的顾客留下好的印象，你可能会卖出更多的东西。但是，如果第一次见面给别人留下像不准时这样的坏印象，那么以后就很难让别人相信你。所以不管是上课、上班，还是与别人约会，准时都非常重要。"
				}
			]
			},
			{
			"chapter": 4,
			"chapHeader": "Lesson 4 : \nDon’t be anxious to make money\n不要太着急赚钱",
			"sections": [
				{
				"section": 1,
				"secHeader": "Xiaolin and Xiaoli talk about Xiaoli’s job\n小林和小李聊小李的工作",
				"text": "小林 : 听说你又换工作了? 今年已经换了三次工作了吧?\n小李 : 别提了! 我以为新工作比以前的好，没想到还没有以前好呢。\n小林 : 上次那份工作你只做了两个月就离开了，其实，完全适应一个新的工作需要一年时间，所以，经常换工作不一定好。\n小李 : 我也明白。但是那份工作的收入太少了\n小林 : 你才到新公司，不要太急着赚钱，多学习才是最重要的。\n小李 : 好。我一定会努力把现在这份工作做好。"
				},
				{
				"section": 2,
				"secHeader": "Manager Wang and Xiaoli talk about work\n王经理和小李在说工作",
				"text": "王经理：那份调查还要多长时间才能做完?\n小李：按原来的计划应该是两周，但是我们可以提前成，周末保证做完。\n王经理：虽然最近工作很忙，但你们也要注意身体啊。\n小李：谢谢您！ 现在有很多事情等着我做，真不知道该先做哪个好。\n王经理：每天早上我都把当天计划要做的事情写在笔记本上，提醒自己安排好时间。你也可以试试这样做。\n小李：这个办法真不错! 这样我就不会手忙脚乱了。"
				},
				{
				"section": 3,
				"secHeader": "Manager Wang and Manager Ma talk about work\n王经理和马经理在说工作",
				"text": "王经理：什么事让你这么高兴啊?\n马经理：我们和上次那个公司的生意终于谈成了。\n王经理：太好了！ 你工作那么努力，公司会越来越好的。\n马经理：我原来以为做生意很简单，后来才发现其实并不容易，现在赚钱越来越难了。\n王经理：慢慢来，万事开头难，重要的是要多积累经验。\n马经理：我相信经过我们大家的努力，公司的生意会越做越大，一切都会好的。"
				},
				{
				"section": 4,
				"secHeader": "passage 4 课文",
				"text": "我们今年的工作都已经按照计划完成了。这一段时间，尽管工作很紧张，中间也遇到了很多困难，但是因为有大家的努力，我们成功地解决了问题，顺利地完成了工作，非常感谢大家对我的帮助! 另外，马经理让我告诉大家一个好消息，因为大家按时完成了工作，公司决定这个月给每人多发三千元奖金。感谢大家这三个多月的努力工作，希望明年能有更大的成绩!"
				},
				{
				"section": 5,
				"secHeader": "passage 5 课文",
				"text": "年轻人刚开始工作的时候，不要太急着赚钱，不要眼睛里只有工资和奖金。在工作的前几年，重要的是丰富自己的工作经验，学习与同事交流的方法，积累专业知识，这些比收入重要多了。但是很多时候，我们不得不去做一些自己不愿意做甚至是非常不喜欢的工作。这时，我们最需要的就是对工作的责任心。一个人即使能力再高，经验再丰富，如果对工作没有责任心，也很难把工作做好。"
				}
			]
			},
			{
			"chapter": 5,
			"chapHeader": "Lesson 5 : \nBuy the right one, not the expensive\n只买对的，不买贵的",
			"sections": [
				{
				"section": 1,
				"secHeader": "Wangjing at the furniture store buying a sofa\n王静在家具店买沙发",
				"text": "售货员：小姐，您好! 您想买什么家具? 需要我为您介绍一下吗?\n王静：谢谢，我想买沙发。\n售货员：您看这个沙发怎么样? 现在正在打折，比平时便宜了一千块。\n王静：价格还可以，就是不知道质量有没有保证。\n售货员：您放心，质量肯定不“打折”，这种沙发是今年最流行的。有很多种颜色可以选择，您可以看一下。\n王静：这个蓝色的看上去不错，就要这个吧。"
				},
				{
				"section": 2,
				"secHeader": "Wangjing and Lijin at the mall buying things\n王静和李进在商场买东西",
				"text": "王静：咱家的冰箱太旧了，商场正好打折，我们顺便也买一台吧。\n李进：今天买的东西太多了。再说，这个月家里已经花了五千多了。\n王静：这么多? 你不会是记错了吧?\n李进：没错。上个星期光买沙发就花了两千多。\n王静：但是咱家的冰箱实在太旧了，制冷效果也不太好了，还是买个新的吧。\n李进：那好吧，我带的现金不够，用你的信用卡吧。"
				},
				{
				"section": 3,
				"secHeader": "Lijin and Wangjing at the supermarket buying a gift\n李进和王静在超市买礼物",
				"text": "李进：李老师邀请咱们去他家做客，给他带点儿什么礼物好呢?\n王静：他很喜欢葡萄酒，我们就给他买两瓶葡萄酒吧。\n李进：可是这里有这么多种，你知道哪种好吗?\n王静：我觉得这种不错，你看它酒瓶做得都这么艺术。而且电视上经常有它的广告，我想味道应该不错。\n李进：广告只会介绍优点，却不会说它的缺点。实际上，很多东西并不像广告上说的那么好，所以不能完全相信广告。\n王静：你说的也对。"
				},
				{
				"section": 4,
				"secHeader": "passage 4 课文",
				"text": "买衣服只考虑价格当然不好，但是只考虑买好看的也不一定对。我买衣服的标准是 “只买对的，不买员的”。第一，自己穿着舒服;第二，衣服的质量要好，而且又不能太贵。对我来说，衣服的样子流行不流行并不是很重要。很多年龄大的人喜欢在打折的时候买便宜的衣服，但对那些衣服是不是适合自已却考虑得不多。这点是我理解不了的，因为如果不适合自己，即使花钱很少，也是一种浪费。"
				},
				{
				"section": 5,
				"secHeader": "passage 5 课文",
				"text": "现在网上购物变得越来越流行了 ，年轻人尤其喜欢在网上买东西。在网上几乎什么都可以买到，你可以上网买书、买衣服、买包，还可以买家具、买手机。网上购物能够受到人们的喜爱，原因主要有两个: 首先，网上的东西很多，而且比去商店买便宜，这是吸引人们购买的主要原因。其次，人们可以在任何时间上网购买自己喜欢的东西，卖家可以把你买的东西寄到你办公室或者家里，非常方便。"
				}
			]
			},
			{
			"chapter": 6,
			"chapHeader": "Lesson 6 : \n一分钱 一分货\nThe higher the price, the better the quality\n(the price reflects the quality)\n(it’s worth every penny)",
			"sections": [
				{
				"section": 1,
				"secHeader": "talk about Lijin shopping experience\n张元和李进聊李进昨晚的购物经历",
				"text": "张元：昨天晚上我给你打电话一直没人接，你忙什么呢？\n李进：昨天妻子让我陪她去超市买果汁。我把手机忘在家里了。\n张元：买这么点儿东西也用不了那么长时间啊！\n李进：我们先去逛了会儿商场。一进门，售货员就热情地为我们介绍这，介绍那，她买了一条裤子，一件衬衫，两双袜子，然后我们就高高兴兴地回家了。\n张元：买东西时我只看自己想买的，而且喜欢自己看，自己选，不希望被别人打扰。\n李进：是啊！回家以后，我才发现，竟然忘了去商场的超市买果汁！"
				},
				{
				"section": 2,
				"secHeader": "at the store buying tomatoes\n王静在商店买西红柿",
				"text": "王静：西红柿新鲜吗？怎么卖？\n售货员：七块钱一斤，您放心，保证百分之百新鲜。\n王静：怎么这么贵啊！我记得昨天才三块五一斤，今天的价格是昨天的两倍。\n售货员：您问的这种是”绿色”的。一分钱一分货。每天吃一两个这种新鲜的西红柿，对皮肤有好处。\n王静：好，那我先买几个尝尝。\n售货员：好的，给您西红柿，一共两斤，十四块。"
				},
				{
				"section": 3,
				"secHeader": "at the mall buying luggage\n李进在商场买行李箱",
				"text": "售货员：先生，我们店的行李箱都在这里，请问您要什么样的？\n李进：我想买一个轻一点儿的。\n售货员：您看看这个，不管从价格方面看，还是从质量上看，都是值得考虑的。\n李进：质量是不错。请问这个多少钱？\n售货员：现在我们商场正好有打折活动，打完折是999。另外，一年内我们都负责免费修理。\n李进：你们的服务不错，价格也可以，就买这个吧。"
				},
				{
				"section": 4,
				"secHeader": "passage 4 课文",
				"text": "顾客朋友们，为了感谢大家的支持，我们书店今天举行”购书送好礼”活动，购书满100元送一个笔记本，满200元送一本词典。另外，一些图书还有打折活动，其中，小说7.5折，地图8折， 留学考试用书6折。如果购书满500元可免费办会员卡，以后购书可打8折。今天过生日的朋友和所有的小朋友还可以获得一份小礼物。欢迎大家选购！"
				},
				{
				"section": 5,
				"secHeader": "passage 5 课文",
				"text": "人们常说”一分钱一分货”，意思是东西的质量和价格有很大的关系，也可以说”便宜没好货，好货不便宜”，一般情况下，你花的钱越多，买的东西也就越好。其实也不一定都是这样的。有的时候，质量很好的东西也会很便宜。例如，春天来了，冬天的衣服就会打折，质量很好，还很便宜，花很少的钱就可以买到。一到节日，商场也会举办各种各样的活动，降低价格，这个时候我们也可以买到又便宜又好的东西。"
				}
			]
			},
			{
			"chapter": 7,
			"chapHeader": "Lesson 7 : \n最好的医生是自己\nthe best doctor is yourself",
			"sections": [
				{
				"section": 1,
				"secHeader": "Xiaoli and Xiaolin talk about weather and health\n小李和小林聊天气和身体情况",
				"text": "小李：你的鼻子怎么流血了？快用纸擦擦。\n小林：我还不习惯北方的气候，估计是天气太干。今天天气不是很冷，你怎么穿这么多？\n小李：就是因为昨天穿得太少，我都感冒了。\n小林：最近感冒的人特别多。你去看医生了吗？\n小李：没有，我只是咳嗽，有点儿头疼，不严重，多喝点儿水就好了。\n小林：春天天气时冷时热，特别容易感冒。这时候一定要多注意保暖，另外，最好经常打开窗户换换空气。"
				},
				{
				"section": 2,
				"secHeader": "Xiaoxia and Xiaoyu talk about Xiaoyu’s smoking\n小夏和小雨聊小雨抽烟的事情",
				"text": "小夏：你咳嗽好点儿了吗？医生怎么说的？\n小雨：还是老样子，他让我以后不要再抽烟了。\n小夏：抽烟对身体一点儿好处也没有。\n小雨：我也知道，可是我觉得抽烟这个动作看上去很帅。\n小夏：等你身体出现问题了，后悔就来不及了。\n小雨：其实家人也一直反对我抽烟，我自己却觉得没什么。但最近总是咳嗽，所以我有些担心了。\n小夏：抽烟不仅对自己没有好处，还会影响周围人的身体健康。为了你和你的家人，别再抽了。"
				},
				{
				"section": 3,
				"secHeader": "Xiaoli and Xiaolin talk about the computer’s effect on health\n小李和小林聊电脑对身体的影响",
				"text": "小李：我最近眼睛总是跳，大夫说是因为我长时间看电脑，眼睛太累。\n小林：长时间坐在电脑前面工作，眼睛很容易累。最好是每过一小时就休息休息，然后再开始工作。\n小李：医生也这么说，他还告诉我要多向远处看看，尤其是多看看绿色的植物。\n小林：长时间对着电脑不仅对眼睛不好，身体也会不舒服。研究发现，如果人一天静坐超过6小时，就会影响身体健康。\n小李：是啊！像咱们这些久坐办公室的人要注意，有时间应该多站起来活动活动。\n小林：好，咱们午饭后就去附近的公园散散步吧。"
				},
				{
				"section": 4,
				"secHeader": "passage 4 课文",
				"text": "每个人都希望自己健康，那么什么才是健康呢？过去，人们认为健康就是指身体不生病。但是，现在人们认识到，健康还指精神上的健康。只有身体和精神都健康，才算是真正的健康。有一位教授用数字来说明健康有多么重要：要是健康是1，其他都是1后面的0；如果没有1，不管有多少0也没用。所以我们平时一定要注意锻炼，别等健康出问题了才后悔。"
				},
				{
				"section": 5,
				"secHeader": "passage 5 课文",
				"text": "我听一位医生说过一句话：“最好的医生是自己，最好的药是时间，最好的运动是散步。”前两条我理解得不深，最后一条我完全同意。散步是生活中最简单的锻炼方法，既可以活动身体，又可以减肥，而且不会像跑步那样辛苦。晚饭后，一家人一起出去散散步，是一件很幸福的事情。肚子吃饱了需要活动，家人忙了一天需要交流，夫妻说说一天的工作能加深感情，听孩子谈谈学校里有意思的事，一天的烦恼就都跑掉了。"
				}
			]
			},
			{
			"chapter": 8,
			"chapHeader": "Lesson 8 : \n生活中不缺少美\nBeauty is not rare in life",
			"sections": [
				{
				"section": 1,
				"secHeader": "Teacher Li and teacher Gao talk about chocolate\n李老师和高老师聊关于巧克力的事情",
				"text": "李老师：这种巧克力味道不错，你在哪儿买的？\n高老师：不是我买的，是我女儿给我从国外带回来的礼物。\n李老师：很多人出国后常常会买外国的巧克力，回来送给亲戚朋友。\n高老师：是啊，因为很多人都爱吃巧克力，尤其是女性。\n李老师：这是为什么呢？\n高老师：巧克力大多是甜的，而很多女性都喜欢吃甜的。而且，听说伤心难过的时候吃块儿巧克力，还能使人的心情变得愉快。"
				},
				{
				"section": 2,
				"secHeader": "Xiaoxia and Mark talk about last football match\n小夏和马克聊关于上次足球比赛的事情",
				"text": "小夏：这里的景色真美，空气也好。\n马克：怎么样，心情好些了吗？\n小夏：好多了，上次足球比赛后，好久都没这么放松了。\n马克：你不要有压力，好好儿准备下次比赛就好了。\n小夏：这段时间我总是一个人坐在房间里回忆那次比赛。如果我们能再努力一点儿，就一定会多进一个球。\n马克：事情已经发生了，过去的就让它成为过去吧。只要这次你好好儿准备，一定能把比赛踢好。"
				},
				{
				"section": 3,
				"secHeader": "Mark and the driver talk about traffic jam related matters\n马克和司机聊关于堵车的事情",
				"text": "马克：师傅，我去大使馆，你是不是走错了？\n师傅：现在是上班时间，前面有点儿堵车，我们走另外一条路，距离差不多。\n马克：那就好，堵车浪费时间，遇到堵车，心情也”堵“。\n师傅：可不是！上班堵车怕迟到，下班堵车怕回家晚。每天在马路上开车，要想不遇到堵车，还真难。\n马克：一遇到堵车，人们就容易变得没有耐心。长期这样，还会影响脾气甚至性格。但是您的心情为什么这么好呢？\n师傅：我们改变不了堵车，但是可以试着改变自己的心情。堵车时正好可以休息一下，还可以听听自己喜欢的音乐。"
				},
				{
				"section": 4,
				"secHeader": "passage 4 课文",
				"text": "草绿了，那是生命的颜色；花开了，那是大自然的礼物。生活中不缺少美，缺少的是发现美的眼睛。只要有心，生活中的美到处都是。生活的态度要自己选择，因此，遇到烦恼时，你应该想一些办法让自己从不高兴的心情中走出来。窗外是什么样子，我们无法改变，但我们可以选择站在哪个窗户前。选择一个能够带给我们快乐的窗户，这样才能选对心情，选对生活的态度。"
				},
				{
				"section": 5,
				"secHeader": "passage 5 课文",
				"text": "科学研究证明，女孩子对衣服颜色的选择往往与她们的性格有关。喜欢穿白色衣服的女孩子性格比较阳光，生活态度积极向上是她们的共同特点；而喜欢穿红色衣服的女孩子性格比较浪漫。颜色也会影响人的心情，不同的颜色会给我们带来不同的感情变化。红色让人变得热情；黄色和白色让人心情愉快；黑色却容易让人感到伤心；人们在看到蓝色时会觉得很舒服；变得安静下来；绿色让我们的眼睛得到休息。"
				}
			]
			},
			{
			"chapter": 9,
			"chapHeader": "Lesson 9 : \n阳光总在风雨后\nThe sun always shines after the storm",
			"sections": [
				{
				"section": 1,
				"secHeader": "Wangjing and Sunyue talk about Sunyue losing weight\n王静和孙月聊孙月减肥的事情",
				"text": "王静：怎么又买了这么多饼干和巧克力？难道你不减肥了？\n孙月：减了一个月都没瘦下来，我实在没有信心了。\n王静：如果你想减肥，就得少吃东西，而且要多运动。\n孙月：我就是这么做的，但这一个月下来，我只轻了一公斤。\n王静：一个月太短了。要想减肥成功，只能坚持，才会慢慢有效果。\n孙月：我本来已经打算放弃了，但是你刚才的话让我改变了主意。这些饼干和巧克力送给你了。"
				},
				{
				"section": 2,
				"secHeader": "Lijin and Zhangyuan talk about Zhangyuan’s successful experience\n李进和张远聊张远的成功经历",
				"text": "李进：你网球打得真好，还得过那么多国际大奖！每次看你比赛，感觉你轻轻松松就赢了。\n张远：哪里啊！那是你没看到我辛苦练习的一面，没有人随随便便就能成功的。\n李进：我从小也对网球感兴趣，但是到现在还是打得不怎么样。\n张远：你知道吗？不管春夏秋冬，我练球从来没有休息过一天。\n李进：真是不容易啊！看来我只看到了你成功时获得的鲜花，却没注意到你成功前流下的汗水。\n张远：任何成功都要通过努力才能得到。只要你坚持练习，我相信你也会越打越好的。"
				},
				{
				"section": 3,
				"secHeader": "Xiaolin and Xiaoli talk about Wanghong’s successful experience\n小林和小李谈王红的成功经历",
				"text": "小林：你还记得王红吗？我在报纸上看到一篇关于她的新闻，她现在已经是一个有名的作家了。\n小李：听说她毕业后放弃了律师的工作，开始专门写小说，没想到她竟然成功了。\n小林：当时她的父母和亲戚都不支持她，可是她坚持自己的选择，现在终于向所有人证明了她的选择是正确的。\n小李：看来为了自己的理想，放弃一些东西也是值得的。\n小林：一个人只有两只手，不可能得到所有想要的东西，所以有时候放弃是一种聪明的选择。\n小李：是啊，只有学会放弃，才能把自己的能力用到最该做的事情上，最后获得成功。"
				},
				{
				"section": 4,
				"secHeader": "passage 4 课文",
				"text": "如果你想做什么事情，那就勇敢地去做，不要担心结果，不要考虑会不会失败。要是太看重结果，失败就会给人们带来很多烦恼。我们应该把注意力放在做事情的过程上，这样你会在做的过程中发现解决问题的快乐，这是其他任何东西都给不了的。即使最后失败了也没有关系，因为至少你已经努力过，而且我们还可以从失败中总结出有用的经验，有了这些积累，成功自然离我们越来越近。"
				},
				{
				"section": 5,
				"secHeader": "passage 5 课文",
				"text": "每一个人都希望成功，可是很多时候，在成功之前会遇到很多困难。有些人遇到困难就放弃，而有些人遇到困难却想办法解决它。对困难的态度不同，结果也不是一样的。爱迪生就是在找了上千种材料后才找到了能点亮电灯的材料。取得成功的人往往都经历过许多失败，他们和普通人的区别就是他们都坚持了下来。所以就算只有1%的希望，我们也要做出100%的努力。困难只是暂时的，”阳光总在风雨后”，只有我们勇敢地面对困难，才能有希望取得成功。"
				}
			]
			},
			{
			"chapter": 10,
			"chapHeader": "Lesson 10 : \n幸福的标准\nStandards of happiness",
			"sections": [
				{
				"section": 1,
				"secHeader": "Sunyue and Wangjing talk about Wangjing’s life circumstances\n孙月和王静聊王静的生活情况",
				"text": "孙月：礼拜天有空儿吗？陪我去逛街怎么样？我想去给丈夫买个生日礼物。\n王静：我可能去不了，最近事情多。\n孙月：你最近是不是工作特别忙？\n王静：我现在上有老，下有小。除了工作以外，家里还有母亲和儿子需要照顾。\n孙月：真是辛苦啊！你最近脸色不太好，是不是哪儿不舒服？要注意身体啊。\n王静：没事儿，谢谢！不过现在我很幸福，因为在母亲面前我可以做一个永远长不大的孩子；在孩子面前我又是个能照顾他的母亲，这让我有了努力的方向。"
				},
				{
				"section": 2,
				"secHeader": "Teacher Gao and teacher Li talking about happiness.\n高老师和李老师在谈幸福",
				"text": "高老师：你看人家王老师，刚来这儿工作三年就当了教授，还有个好妻子，真让人羡慕！\n李老师：其实，你在别人眼中也是很幸福的，只是你自己没有发现。\n高老师：是吗？我哪能跟王老师比啊？\n李老师：你有一个漂亮的女人，还那么优秀，硕士毕业后就当了翻译。\n高老师：我女儿确实不错，记得她刚拿到第一个月工资时，就兴奋地拉着我和她爸俩去商场，给我们买礼物，那时我和她爸心里别提多美了！\n李老师：所以说每个人有每个人的生活，不用羡慕别人。你羡慕别人的时候，他们可能也正在羡慕你呢。"
				},
				{
				"section": 3,
				"secHeader": "Xiaoyu and Xiaoxia talk about the matter of finding a job\n小雨和小夏聊找工作的事情",
				"text": "小雨：时间过得真快，马上就要毕业了。毕业后你打算做什么？\n小夏：我还没想好呢，正想听听你的建议。你觉得在选择职业时，收入重要吗？\n小雨：在我看来，赚钱多少不是最重要的，兴趣才是关键。只有做自己喜欢的事，才会觉得幸福，将来也会有更好的发展。\n小夏：我也这么想。如果我带着热情去做自己喜欢的工作，就不会感到累。不过，现在什么东西都那么贵，生活压力太大了，没有钱也不会过得幸福啊！\n小雨：幸福其实很简单，它不是只要有钱就能买到的。我觉得工作结束回家后，洗个热水澡，然后躺在床上看看书，听听音乐，困了睡睡觉，就很幸福。\n小夏：你说的也对。如果能找到一份自己既感兴趣，收入又不错的工作，那就最好了。"
				},
				{
				"section": 4,
				"secHeader": "课文",
				"text": "有的人希望穿得再好一些，房子再大一些，认为经济条件越好人就越幸福。其实有很多富人过得并不愉快，而有些穷人却过得很快乐。有钱不一定幸福，因为很多东西都是不能用钱买到的，例如时间，感情，生活经历等。但是，从另外一个方面看，如果没钱，也很难过得幸福。当你生病了，如果由于缺钱而不能及时去看医生，你的健康都很难得到保证，就更别说幸福了。"
				},
				{
				"section": 5,
				"secHeader": "课文",
				"text": "什么是幸福？有的人认为，工资高，能赚钱就是幸福；有的人认为，心情放松，身体健康才是幸福；也有人认为，能帮助别人就是一种幸福。还有人说，小时候幸福是一件东西，比如一块橡皮，一块糖，得到了就很幸福；长大后幸福是一种态度，生活的态度决定了我们幸福感的高低。那怎样才算是真正的幸福？其实，幸福并没有一个标准答案，每个人对幸福都有不同的理解。不管你认为幸福是什么，只要你用心去找，就一定能发现它。"
				}
			]
			},
			{
			"chapter": 11,
			"chapHeader": "Lesson 11 : \n读书好，读好书，好读书。\nIt’s good to read; read good books; like reading books.",
			"sections": [
				{
				"section": 1,
				"secHeader": "马克介绍自己学习汉语的方法",
				"text": "大卫：你来中国才一年，汉语就说得这么流利，真厉害！\n马克：谢谢！其实我的语法不太好，很多句子说得都不太准确。\n大卫：但是我看你跟中国人交流没什么问题，你是怎么做到的？\n马克：平时多交一些中国朋友，经常和他们聊天儿，听说能力自然就能得到很大的提高。另外，我建议你坚持看中文报纸，这样能学到很多新词语。\n大卫：你太厉害了！连中文报纸都看得懂。\n马克：刚开始肯定有困难，不过遇到不认识的词语，你可以查词典，然后写在本子上，有空儿就拿出来复习一下，慢慢地就会发现中文报纸也没那么难了。"
				},
				{
				"section": 2,
				"secHeader": "小夏和小雨聊考试的情况",
				"text": "小夏：考试结束了，你对自己的成绩满意吗？\n小雨：说真的，我不太满意。这次阅读考试的题太多了，我没做完。\n小夏：两个小时的时间应该来得及吧？\n小雨：这次主要是因为我先做了比较难，比较复杂的题，结果花了太多时间，后面简单的题我虽然会，可是时间来不及，最后只好放弃了。\n小夏：其实我考得也不怎么样。有几个填空题不会做，有几个选择题，实在想不出来该选哪个，就随便猜了一个答案，结果一个都没猜对。\n小雨：看来要想考好，不但要认真复习，还得注意考试的方法，否则，会做的题也没时间做了。"
				},
				{
				"section": 3,
				"secHeader": "小李告诉小林阅读的好处",
				"text": "小林：你的客厅里怎么到处是书啊？这些书你都喜欢看吗？\n小李：当然，我每天都要看书。无论是普通杂志，还是著名小说，只要打开它们，就会发现，世界上有那么多有意思的事情，有那么多不一样的生活。\n小林：想不到你工作那么忙，还能每天坚持阅读。\n小李：如果3分钟读一页书，半个小时就可以读10页。每天花半个小时来读书，一个月就可以读300页，差不多就是一本书了。\n小林：是啊，一个真正爱看书的人总能找出时间来阅读。\n小李：坚持阅读，除了能增加知识外，还能帮助我减轻压力，人也会变得轻松起来。"
				},
				{
				"section": 4,
				"secHeader": "课文",
				"text": "根据调查，阅读能力好的人，不但容易找到工作，而且工资也比较高。怎么才能有效提高自己的阅读能力呢？做读书笔记就是其中一种好方法。读书笔记有很多种，最简单的就是把自己喜欢或者觉得有用的词语和句子记下来。另外，在看完一篇文章或一本书之后，还可以把它的主要内容和自己的想法写下来。然而，你不能完全相信书本上的内容。要有自己的看法和判断。坚持做读书笔记，对提高阅读能力有很大帮助。"
				},
				{
				"section": 5,
				"secHeader": "课文",
				"text": "“读书好，读好书，好读书”。虽然这句话只用了三个相同的汉子，但是不同的顺序却表示了不同的意思。首先，“读书好”说的是读书有很多好处；其次，每个人的时间都是有限的，不可能把世界上每一本书都读完，所以要读好的书；最后，“好读书”就是要养成阅读的习惯，使读书真正成为自己的兴趣爱好。阅读有许多好处，它能丰富你的知识，让你找到解决问题的方法；同时，它还会丰富你的情感，使你的生活更精彩。所以，让阅读成为你的习惯吧！"
				}
			]
			},
			{
			"chapter": 12,
			"chapHeader": "Lesson 12 : \n用心发现世界\nDiscover the world with your heart",
			"sections": [
				{
				"section": 1,
				"secHeader": "#12.1王经理做生意遇到了困难",
				"text": "王经理：听说这次生意你到现在还没谈成。\n马经理：按我以前的经验，早应该谈成了，这次我也不知道哪儿出了问题。\n王经理：有句话叫“规定和经验是死的，人是活的”。当”规定“和”经验“不能解决问题时，建议你改变一下自己的态度和想法。\n马经理：很多时候，我都习惯根据过去的经验做事，可惜，经验不是全部都是对的。\n王经理：遇到不能解决的问题时，我们应该试着走走以前从来没走过的路，也许这样就能找到解决问题的方法了。\n马经理：好，我再跟同事商量商量，希望能及时发现问题，并且准确地找到解决问题的方法。"
				},
				{
				"section": 2,
				"secHeader": "#12.2高老师告诉女儿洗衣服的方法",
				"text": "女儿：妈，你看我刚买的裤子，洗完以后颜色怎么变得这么难看呢？\n高老师：看来是掉颜色了，你洗的时候在水里加点儿盐就不会这样了。\n女儿：放盐？盐不是用来做饭的吗？难道它还能让衣服不掉颜色？\n高老师：当然。有些衣服第一次洗的时候会掉颜色，其实，有很多方法可以解决这个问题。在水里加勺盐再洗是最简单的方法。用盐水来洗新衣服，这样穿得再久，洗的次数再多，衣服也不容易掉颜色。\n女儿：我第一次听说盐有保护衣服颜色的作用，生活中还真有不少课本上无法学到的知识。\n高老师：实际上，很多问题的答案都可以从生活中找到。但这需要你用眼睛去发现，用心去总结。"
				},
				{
				"section": 3,
				"secHeader": "#12.3高老师学习王教授的教育方法",
				"text": "高老师：王教授，今天听完您的这节课，我终于明白为什么您的课那么受学生欢迎了。\n王教授：谢谢！您能详细谈谈对我的课的看法吗？\n高老师：我发现您对学生特别了解，而且总是能用最简单的方法把复杂的问题解释清楚，让每个学生都能听懂，这一点真是值得我们好好儿学习。\n王教授：哪里哪里，这只是因为我对每个学生的能力水平比较了解。\n高老师：那您认为对于老师来说，什么是最难做到的？\n王教授：世界上没有完全相同的叶子，同样地，世界上也没有完全一样的人。所以，在教育学生时，要根据学生的特点选择不同的方法，我想这应该是最不容易做到的。"
				},
				{
				"section": 4,
				"secHeader": "#12.4 课文",
				"text": "人人都会使用语言，但是怎么用语言把话说好却是一门艺术。看一个人怎么说话，往往可以比较准确地判断出他是一个什么样的人。有的人心里怎么想，嘴上就怎么说，即使是别人的缺点，他也会直接说出来，这样的人虽然很诚实，但是可能会引起别人的误会；有的人虽然也看到了别人的缺点，但却不会直接指出来，而是通过别的方法来提醒，让他认识到自己的缺点，这样的人会让人觉得更友好。"
				},
				{
				"section": 5,
				"secHeader": "#12.5课文",
				"text": "无论做什么事情，都要注意方法，学习尤其是这样。使用正确的方法，我们做起事来能”事半功倍“，也就是说，能节约时间，用较少的力气，取得更好的效果。相反，如果方法不对，可能花五倍甚至十倍的时间都不能完成任务，结果变成了”事倍功半“。有一点需要提醒大家，别人的方法也许很有效，但是并不一定适合自己。因此，我们应该在听取别人意见的同时，仔细考虑一下，再根据不同的情况选择不同的方法，这样才能达到最好的效果。"
				}
			]
			},
			{
			"chapter": 13,
			"chapHeader": "Lesson 13 : \n喝着茶看京剧\nDrink tea while watching Beijing opera",
			"sections": [
				{
				"section": 1,
				"secHeader": "小雨和小夏在聊小夏的爷爷表演京剧的情况",
				"text": "小雨：小夏，你爷爷京剧唱得真专业，我还以为他是京剧演员呢。\n小夏：对啊，他本来就是京剧演员 ，年轻时在我们那儿很有名，深受观众们的喜爱。\n小雨：你爷爷一定对京剧有着很深厚的感情。\n小夏：是呀，他8岁就开始上台演出，到现在大概喝了60多年了，他对这门艺术的喜爱从来没有改变过。\n小雨：这么说你喜欢听京剧也是受了你爷爷的影响?\n小夏：我小时候经常去看他的演出。平时他还给我讲很多京剧里的历史故事，让我学到了很多知识。"
				},
				{
				"section": 2,
				"secHeader": "小雨和马克在聊京剧",
				"text": "小雨：真没想到你一个来自美国的外国留学生，能把京剧唱得这么好。\n马克：我常常跟着电视学唱京剧，然后一遍一遍地练习，偶尔跟中国人一起唱上几句。\n小雨：难道你从来没有接受过京剧方面的专门教育吗?\n马克：别吃惊，因为我以前学习过音乐，有一些音乐基础，又对京剧这种表演艺术非常感兴趣，所以能比较容易地学会它的唱法。\n小雨：你真厉害! 竟然连很多中国人都听不懂的京剧也能学会。我还是比较喜欢听流行音乐。\n马克：那是你不了解京剧的唱法。在音乐方面，京剧给了我很多新的想法。我还把京剧的一些特点增加到了自已的音乐中，达到了很好的效果。"
				},
				{
				"section": 3,
				"secHeader": "李老师和校长在谈工作",
				"text": "李老师：校长，因为外国留学生不了解中国文化，有时候会影响他们和中国人之间的正常交流，甚至还可能引起误会，带来麻烦，所以我们想申请举办一次中国传统文化节活动。\n校长：你们的想法很好，举办文化节活动，一方面能让各国学生更好地了解中国，另一方面也能为学生们提供互相交流和学习的机会。\n李老师：谢谢您的支持!\n校长：上次的春游活动你们办得非常有趣，大家都玩儿得很开心，这次活动继续由你负责，相信也一定会很成功。\n李老师：我们回去就开会讨论，星期五之前把详细的计划书发给您。\n校长：好的，准备过程中有什么问题，你们可以直接来找我。"
				},
				{
				"section": 4,
				"secHeader": "#13.4",
				"text": "筷子在中国大约已经有3000多年的历史了。对外国人来说，使用筷子吃饭并不容易，所以，国外的一些中国餐厅在放筷子的纸袋上会提供使用筷子的详细说明。不过，如果你认为每个中国人都会正确使用筷子，那就错了。有人在互联网上专门进行过调查，结果发现每六个中国人中就有一个使用筷子的方法是错误的。如果你想正确使用筷子，那就好好练习吧。"
				},
				{
				"section": 5,
				"secHeader": "#13.5",
				"text": "茶在中国有几千年的历史，是中国最常见的饮料。最早的时候，茶只是被当作一种药，而不是饮料。后来，随着人们对茶的认识的加深，慢慢开始把它当作解渴的饮料，这才慢慢有了中国的茶文化。在中国，喝茶是一种十分普遍的生活习惯。对很多中国人来说，喝茶已成为他们生活中不可缺少的一部分。但是有的饮料虽然名字叫“茶”，却并不是真正的茶。比如广东省的人爱喝的“凉茶”，它的味道稍微有点儿苦，其实是一种用中药做成的饮料。"
				}
			]
			},
			{
			"chapter": 14,
			"chapHeader": "Lesson 14 : \n保护地球母亲\nProtect mother earth",
			"sections": [
				{
				"section": 1,
				"secHeader": "#14.1 李进要出差，王静和李进在聊天儿",
				"text": "王静：这是明天你出差要带的毛巾、牙膏和牙刷，把它们放到箱子里吧。\n李进：不用拿这些，宾馆都会免费提供的。再说，箱子已经够重的了！\n王静：我当然知道宾馆里有。你不是一直说要保护环境吗? 现在就从身边的小事做起吧。\n李进：行，没问题。我明天上午10点的飞机，你能开车把我送到机场吗?\n王静：那个时间路上堵车多严重啊! 你还是坐地铁去机场吧。这样不仅省油钱，而且还不会污染空气。\n李进：好，那就听你的。"
				},
				{
				"section": 2,
				"secHeader": "#14.2 经理和服务员在谈工作",
				"text": "经理：小王，卫生间怎么那么脏啊? 这会给客人留下不好的印象，快去打扫一下。\n服务员：经理，实在抱歉。今天店里太忙了，我还没来得及打扫。\n经理：那张桌子下面还有一些空饮料瓶子和纸盒子。\n服务员：好的，我马上就去把它们扔掉。\n经理：以后你一定得注意这个问题，不管客人多多，生意多忙，我们都要保证餐厅干净卫生。\n服务员：经理您放心，我一定以最快的速度完成。不过咱们真的应该再多招聘几个服务员了。"
				},
				{
				"section": 3,
				"secHeader": "#14.3 孙月和王静在聊关于环保的事情",
				"text": "孙月：早上听新闻说明天有一个叫“地球一小时”的活动，你对这个活动了解吗？\n王静：这个活动年年都有，最早是从2007年开始的。明天晚上很多人都会关灯一小时，支持这个活动。你没看到门口的通知吗? 我们公司也参加。\n孙月：真的吗？太好了！既然明天晚上公司会关灯停电，那么我们肯定不用加班了。\n王静：看你得意的样子！还以为你高兴是为了支持环保，原来是因为不用加班啊！\n孙月：环境保护我当然也支持了！ 对了，为什么会有这么一个活动啊？\n王静：其实目的挺简单的，就是提醒人们节约用电，希望引起人们对气候变暖问题的关注。"
				},
				{
				"section": 4,
				"secHeader": "#14.4 课文",
				"text": "塑料袋给人们的生活带来方便，受到人们的普遍欢迎，可是，它的大量使用也带来了严重的环境污染问题。于是， 一些国家规定，超市、商场不能为顾客提供免费塑料袋，并且鼓励大家购买可以多次使用的购物袋。我们每个人都有责任保护环境，因此，请大家节约使用塑料袋，或者购物时自备购物袋，甚至拒绝使用塑料袋。虽然这是一件很小的事，但这样做可以减少塑料袋的使用数量，对环境保护有很大的作用。"
				},
				{
				"section": 5,
				"secHeader": "#14.5 课文",
				"text": "保护地球环境，并不是一件离我们很远、很难做到的事情。实际上， 我们只需注意一下身边的小事就可以。例如，夏天把空调的温度开得高一些，出门时记得关空调和电脑 ，这样可以节约用电；少开车，多骑车或者乘坐地铁和公共汽车，这样能降低空气污染； 还有养成把垃圾丢进垃圾桶的习惯什么的。这些是我们每个人都能够做到的小事，但却有实实在在的效果。地球是我们共同的家，只有大家共同努力，减少污染、保护环境，才能使我们的家变得更美丽。"
				}
			]
			},
			{
			"chapter": 15,
			"chapHeader": "Lesson 15 : \n教育孩子的艺术\nThe art of educating children",
			"sections": [
				{
				"section": 1,
				"secHeader": "#15.1 李老师建议王静让孩子养成好习惯",
				"text": "王静：那个一边弹钢琴一边唱歌的男孩子是谁？表演得真棒！\n李老师：是我孙子。去年寒假前的新年晚会他也表演过一次。\n王静：我想起来了，这孩子又聪明又可爱，你们教育得真好!\n李老师：是他父母教育得好。父母是孩子最重要的老师。他父母不仅教他知识，而且还花了很长时间帮助他养成了非常好的习惯，现在他每天都自己练习弹钢琴。\n王静：让孩子养成一个好习惯实在太重要了，看来我得向他父母好好儿学习。\n李老师：对。如果希望有一个优秀的孩子，你就要先成为一位优秀的父亲或者母亲。"
				},
				{
				"section": 2,
				"secHeader": "#15.2王静建议孙月教育孩子学会安排时间",
				"text": "王静：看你脸色不太好，是不是昨晚没休息好?\n孙月：别提了。我女儿昨晚做作业又做到11点。\n王静：睡觉太晚对孩子的身体没有好处。最近孩子作业是不是太多了?\n孙月：主要是她做事情比较慢，比如早上闹钟响了她不醒 ，我赶时间送她上学，她又急着上厕所。每天因为这些小事批评她，弄得我俩心情都不好。\n王静：孩子做事慢，往往是因为他们不会安排自己的时间。你应该让孩子学会管理时间。\n孙月：看来还是我的教育方法有问题。平时看她做事情慢，总想替她做，以后得让她学会安排时间，自己的事情自己做。"
				},
				{
				"section": 3,
				"secHeader": "#15.3 王静和孙月讨论表扬孩子的方法",
				"text": "王静：明天又要带我儿子去医院打针，想想我就头疼。他就怕打针，每次打针都哭得特别厉害。\n孙月：记得我女儿小时候，带她去医院打针，刚开始，她害怕得要哭。我就小声地和护士说我女儿很勇敢，一点儿也不怕打针，女儿听了以后马上就不哭了。\n王静：原来鼓励和表扬对小孩儿挺有用的，下次我也试试。\n孙月：不过表扬也是一门艺术，表扬千万不要太多，过多的表扬可能会给孩子带来压力。不仅起不到鼓励的作用，还可能让孩子怀疑自己的能力，变得没有信心。\n王静：那怎么表扬孩子才会更有效果呢?\n孙月：我认为表扬要及时，而且表扬不仅仅要看结果，更要看过程，这样才能鼓励他的积极性，让他变得勇敢，不怕困难。"
				},
				{
				"section": 4,
				"secHeader": "#15.4 课文",
				"text": "有的孩子在得不到自己想要的东西的时候，会通过哭、扔东西或者故意敲打来引起父母的注意。在这种情况下，建议父母先不要生气，应该停下手中的事情，陪孩子整理整理东西，和他们聊聊天儿，弄清楚他们的问题。父母的关心，可以让孩子心情愉快起来。教育孩子应该选择合适的教育方法，最好不要为了解决问题而骗孩子，这是因为儿童缺少判断能力，看到父母骗人，他们也会学着说假话。"
				},
				{
				"section": 5,
				"secHeader": "#15.5 课文",
				"text": "七岁左右的儿童普遍好动，坐不住，所以老师在教这个年龄段的孩子时，一定要想办法引起他们的兴趣。只有让他们觉得你教的内容有趣，他们才会愿意努力学习。当孩子不明白时，应该多鼓励他，不要用“懒”“笨”“粗心”这种词批评他，这样对他们的正常发展不好。而且，对不同性格的孩子要使用不同的教育方法。如果孩子比较骄傲，应该让他明白还有很多知识需要学习; 要是孩子性格有些害羞，就要经常鼓励他说出自己的看法，这样才能让每一个孩子都健康地发展。"
				}
			]
			},
			{
			"chapter": 16,
			"chapHeader": "Lesson 16 : \n生活可以更美好\nLife can be better",
			"sections": [
				{
				"section": 1,
				"secHeader": "#16.1 小夏出国留学遇到了问题",
				"text": "小雨：你马上就要硕士毕业了吧? 将来有什么打算?\n小夏：我想出国读博士，一直在准备办签证需要的材料。\n小雨：现在材料准备得怎么样了?\n小夏：成绩证明和护照已经准备好了，另外，还跟国外的大学取得了联系，填写了报名表格。\n小雨：还应该有国外大学给你的邀请信吧? 他们把邀请信传真给你了吗?\n小夏：没有啊，下个星期我就要去使馆办签证了，这可怎么办?\n小雨：这可是个大问题，我也不太清楚。我帮你查一下学校的电话号码，你打电话问一下吧。"
				},
				{
				"section": 2,
				"secHeader": "#16.2王老板告诉李进自己成功的经验",
				"text": "李进：谢谢您带我参观您的公司。在参观过程中我很激动，有个问题一直想问您。\n王老板：好啊! 小伙子，咱们一边吃西瓜，一边聊。\n李进：您从大学毕业开始工作，到现在才十年时间，怎么给公司赚了这么多钱?这让我非常吃惊。我想向您学习一下成功的经验。\n王老板：这个问题以前一个记者也问过我。做生意时虽然会遇到各种压力和困难，但是大家的机会都是相同的。你看，这里有三块大小不同的西瓜，我们用西瓜的大小代表钱的多少，要是我们一起开始吃，你会先选哪块?\n李进：我肯定先吃最大的一块了，难道您会先吃小的，放弃吃大块的机会吗?\n王老板：我会先吃最小的一块，因为在你没吃完最大的那块时，我还有时间再多吃一块，最后一定比你吃的西瓜多。听完我的回答，恐怕你已经知道我的答案了吧。"
				},
				{
				"section": 3,
				"secHeader": "#16.3	小林不好意思拒绝朋友",
				"text": "小林：今年放假我又回不了家了，这次我父母又要失望了。你有什么计划?\n小李：我计划去郊区住一个月。你不是已经买好火车票了吗? 你到底怎么打算的呀?\n小林：昨天一个外地的好朋友打电话说要来旅游，让我当导游，我实在不好意思拒绝。\n小李：其实拒绝并不表示不愿意帮忙。遇到解决不了的问题或者无法完成的任务时，拒绝正好说明你对朋友负责。这也是对你父母负责的态度。\n小林：既然别人找我帮忙，说明他真的很需要我的帮助。我担心要是说“不”的话，会让他误会和伤心。\n小李：别担心! 如果你用一个既合适又礼貌的方法告诉朋友，他一定会原谅你的。"
				},
				{
				"section": 4,
				"secHeader": "#16.4 课文",
				"text": "有些同学经常把“明天”和“将来”挂在嘴边，常说作业明天再完成，下次考试一定好好儿复习，等等。这种态度会浪费时间，不但会让你到最后什么事情都做不成，而且还得不到别人的同情。所以不要把什么事情都推到“明天”，一切从现在做起。就拿学汉语来说吧，首先要注意课前预习，找出第二天要学习的重点; 其次，上课时要认真听，不能马虎; 最后，课后要记得复习。只要这样，汉语就能越学越好，越说越自信。"
				},
				{
				"section": 5,
				"secHeader": "#16.5课文",
				"text": "当你认为自己在哪方面很优秀时，千万要冷静，不要骄傲。因为这个世界很大，“天外有天，人外有人”， 很可能有人在这方面比你更厉害。你现在是第一，并不表示你永远都是第一。就像比赛一样，没有人会永远输，也没有人会一直赢。我们知道的越多，就会发现自己不懂的也越多。我们应该重视平时的积累，多向周围的人学习。如果你敢诚实地说出自己对哪方面不了解，并不说明自己比别人差，相反，这样做更能得到别人的尊重。"
				}
			]
			},
			{
			"chapter": 17,
			"chapHeader": "Lesson 17 : \n人与自然\nHumans and nature",
			"sections": [
				{
				"section": 1,
				"secHeader": "#17.1 小夏和安娜在聊天气",
				"text": "小夏：最近天气越来越凉快了，风一刮，草地上就会有一层厚厚的黄叶，看来秋天已经到了。\n安娜：这几天香山特别热闹，随着气温的降低，那里许多植物的叶子都由绿变黄或者变红，吸引了很多游客参观，咱们今天也去看看吧。\n小夏：你看天上的云，今天肯定有大雨。再说，香山上看红叶的人太多了。咱们改天去长城吧，广播里说那里也有不少专门看红叶的好地方。\n安娜：真可惜，我还想多照点儿香山的照片呢。去长城倒是一个好主意，那我们明天去吧。\n小夏：明天恐怕也不行，明天是我爸的生日。\n安娜：没关系，那我们再约时间。"
				},
				{
				"section": 2,
				"secHeader": "#17.2 小林和小李在聊小李的狗",
				"text": "小林：你的这只大黑狗毛真漂亮，而且这么聪明，每次见了都想抱一抱它。\n小李：狗是很聪明的动物，只要稍微花点儿时间教教它，它就能学会很多东西。\n小林：听你这么一说，我现在也想养一只狗了。每次你让它干什么，它就像能听懂你的话一样去做。你教它是不是用了什么特别的方法？\n小李：要让它完成一些任务，只教一次是不够的，应该耐心地一遍一遍地教给它，使它熟悉，然后它就会严格按照你的要求做了。\n小林：看来没有想的那么容易。\n小李：狗是我们的好朋友，它能听懂人的话，明白人的心情。在你心里难受的时候，它会一直陪着你。"
				},
				{
				"section": 3,
				"secHeader": "#17.3 马克和小夏在聊动物",
				"text": "马克：上个月我去了趟北京动物园，那里约有500种动物，听导游说北京动物园是亚洲最大的动物园之一。\n小夏：去年放暑假的时候，我也去过一次，我在那儿看了马，熊猫，老虎等动物。我特别喜欢熊猫，可惜它们当时大多在睡觉。\n马克：我去的那天正赶上六一儿童节，许多父母带着孩子去动物园。入口处排队的人很多，动物园里热闹极了。熊猫们也变得特别活泼，我还给它们照了不少照片呢。\n小夏：大熊猫身子胖胖的，样子可爱极了。\n马克：不过，它们数量不多，现在全世界一共才有一千多只吧。\n小夏：以前只有中国有大熊猫，为了表示友好，从1957年开始，中国把大熊猫作为礼物送给其他一些国家。现在，很多国家的人们在本国都能看到大熊猫了。"
				},
				{
				"section": 4,
				"secHeader": "#17.4",
				"text": "不仅社会上的人与人之间有竞争，森林里的各种植物之间也有竞争，这一点儿也不奇怪。植物会为了阳光，空气和水而竞争。一些高大的植物往往能获得更多的阳光，空气和水，而剩下的一些比较低矮的植物就只能长在这些高大植物的下面。由于气候条件不同，世界各地植物叶子的样子也很不相同。在暖和，水分比较多的地方，叶子往往长得又大又厚；在阳光特别厉害，水分少的地方，叶子就会长得又细又长。"
				},
				{
				"section": 5,
				"secHeader": "#17.5",
				"text": "地球上大约71%的地方是蓝色的海洋，在美丽的海底世界里，生活着各种各样的植物和动物。我们小时候都听过美人鱼的故事，其实真正的海底世界比故事里写的更美。科学研究发现，海洋低部看上去非常安静，然而却不是一点儿声音也没有，海底的动物们一直在“说话”，只不过人的耳朵是听不到的。另外，就算在几公里深的海底也仍然能看到东西，许多鱼会发出各种颜色的亮光，像一个个排列起来的灯，美极了，就像在梦里一样。"
				}
			]
			},
			{
			"chapter": 18,
			"chapHeader": "Lesson 18: \n科技与世界\nScience, technology and the world",
			"sections": [
				{
				"section": 1,
				"secHeader": "#18.1 王静给孙月推荐一本书",
				"text": "孙月：上次女儿问我飞机是怎么起飞和降落的，真不知道该怎么回答她，她现在总是有各种各样的“为什么”。\n王静：孩子眼中的世界是美丽和奇特的。有一本书叫《新十万个为什么》，现在卖得非常火。书里的内容都是儿童想知道的科学知识，相信你女儿一定喜欢读。\n孙月：难道它和我们小时候看的《十万个为什么》不一样吗? 作者是谁啊?\n王静：作者的名字我没记住。《新十万个为什么》的内容更新，介绍了各种科学知识，包括地球、动物、植物、交通、科学技术、社会和文化等很多方面。\n孙月：太好了! 不过她这么小，我不知道她是否能读懂。\n王静：放心吧，这本书的语言简单易懂，一定能增长孩子的科学知识。"
				},
				{
				"section": 2,
				"secHeader": "#18.2 李老师和高老师在聊电脑和互联网技术的发展",
				"text": "李老师：现在的大学生一遇到不明白的问题，可以马上在网上查找答案，几秒钟就把问题解决了，这比我们上学的时候方便多了。\n高老师：现在的人们，尤其是大学生开始普遍使用电脑，他们的生活已经离不开电脑。据调查，70%的人遇到问题时，首先想到的就是上网找答案。\n李老师：电脑和互联网技术的发展使学生们的学习方式发生了很多变化，不过天天对着电脑看，眼睛实在受不了。\n高老师：不仅是学习方式，而且连生活方式也发生了很大改变。现在越来越多的学生喜欢在网上写日记，他们说这样可以让朋友及时了解自己的生活。\n李老师：这个办法不错，既能方便大家的交流，还能节约用纸，保护环境。但是如果别人都能看到我的日记的话，多不安全啊!\n高老师：放心吧，可以给网上的日记加密码，那样只有得到了允许，别人才能看到。"
				},
				{
				"section": 3,
				"secHeader": "#18.3 王静和孙月在聊关于梦的情况",
				"text": "王静：我昨天晚上做了一个特别奇怪的梦，梦到自己正在一座桥上走，走着走着，突然开过来一辆车，非常危险，接着又梦见我跳到车上，跟警察一起抓住了一个坏人。\n孙月：奇怪，你怎么总能记住自己做了什么梦? 我好像从来没做过梦。\n王静：每个人都会做梦，区别只是有多有少。有的人睡醒之后还记得梦里的事情，有的人却记不清楚了。你之所以觉得从来没做过梦，只不过是忘记了。\n孙月：你说的有道理，我一般都是一觉睡到天亮。很多人认为做梦是上天要告诉他们将来会发生的一些事情，可能上天不想让我知道吧。\n王静：一般晚上睡觉时，身体感觉到什么，人就容易梦到什么内容。记得有一次，我晚饭吃得太咸，那天晚上就梦见自己到处找商店买矿泉水。\n孙月：很多人都试着对梦进行解释，有些人甚至专门写过这方面的书，可惜到现在仍然没有一个科学的说法。"
				},
				{
				"section": 4,
				"secHeader": "#18.4",
				"text": "现在手机不但价格降低了，而且作用也越来越大，打电话、发短信已经成了人们普遍使用的联系方法。除此以外，你还可以用它来听音乐、看电影、阅读、玩儿游戏、付款购物等，这大大方便了人们的生活。举一个例子，迷路时，只要用手机地图查一下地址，马上就能知道怎么去那个地点。现在的手机更像是一部可以拿在手中的电脑，现代人的生活已经越来越离不开手机了。"
				},
				{
				"section": 5,
				"secHeader": "#18.5",
				"text": "#二十一世纪，我们的生活发生了巨大变化。几千公里以外的国家，以前坐船需要几个月，现在乘坐飞机不过十几个小时。原来寄信需要好几天，现在连邮局都不用去，只要在家里上网发个电子邮件，用不了一分钟，远处的朋友就能收到，比写信封用的时间都短。以前外地的新闻要几天后才能知道，现在只要打开网站，任何信息都可以在第一时间获得。现代科学技术的发展让世界变得越来越小，所以现在人们都把地球叫作“地球村”。"
				}
			]
			},
			{
			"chapter": 19,
			"chapHeader": "Lesson 19: \n生活的味道\nTaste of life",
			"sections": [
				{
				"section": 1,
				"secHeader": "#19.1 马克申请下个学期继续在学校学习",
				"text": "马克：老师，您好！ 我希望下个学期在这里继续学习，请问还需要重新申请吗？\n高老师：是的。给你表格，出生年月，性别，护照号码都要填，还有联系地址，联系电话。\n马克：真抱歉，我不小心把护照号码填错了，您能再给我一份新的申请表吗？\n高老师：没关系，不用道莱，谁都有粗心填错的时候。申请表都被别人拿走了，我给你重新打印一份，你等一下。\n（高老师打印，马克填表。）\n马克：这次我按照要求都填写完了，请问还需要做别的事情吗？\n高老师：请把你的护照给我，我们要把护照复印一下。"
				},
				{
				"section": 2,
				"secHeader": "#19.2 王静做饺子时手受伤了",
				"text": "李进：呀，你的手怎么流血了？ 等一下，我给你包起来。\n王静：没关系，我想给你做点儿羊肉饺子，刚才用刀切肉的时候把手弄破了。\n李进：你也太不小心了，不过好像不太严重，过几天就好了。衣服上也有一点儿血，你把衣服脱下来，我给你洗洗。\n王静：看来今天吃不上羊肉饺子了。\n李进：那我们就吃点儿别的。我常去的那家理发店附近有个餐厅，那里的包子很好吃，我一会儿去买一点儿。\n王静：好吧，我衣服口袋里有十几块零钱，买包子应该够。"
				},
				{
				"section": 3,
				"secHeader": "#19.3 安娜帮助马克练习舞蹈动作",
				"text": "马克：我早上跟你打招呼，你没看见。想不到又在这儿碰见你了。\n安娜：真是对不起，我不是故意的，今天早上我忘戴眼镜了，看不清楚。\n马克：刚才我在旁边看到你跳中国舞了，没看出来你跳得这么好！ 难道你以前在你们国家就学过中国舞蹈吗？\n安娜：我小时候妈妈教我跳过两年的舞，所以稍微有点儿基础。再说，舞蹈不仅是一门艺术，也是一种“语言”，这种语言与国藉无关，无论哪个国家的人都能看懂 。\n马克：太好了！ 我刚学习跳这种舞没多久，你帮我看看，我的这个动作对不对。\n安娜：你这个动作做得还是不太标准，我给你跳一遍。你仔细看着，应该像我这样：先抬胳膊，然后抬腿，最后头再向右转一下。"
				},
				{
				"section": 4,
				"secHeader": "#19.4",
				"text": "马克去年租的房子离马路很近，对面有大大小小的商店，周围环境非常吵。所以，房子还没到期，马克就开始着急换房子了。有一天，他在小区门口看到一个租房子的广告。广告上说房子交通方便，周围很安静，厨房很大。总的来说，这套房子他很满意，于是他就记下了房东的手机号码。可回家后打电话，电话总是占线。第二天，他路过小区门口时，又仔细看了一下广告，原来在记号码的时候写错了一个数字。"
				},
				{
				"section": 5,
				"secHeader": "#19.5",
				"text": "很多外国人认为所有中国人都会功夫和乒乓球，其实只是喜爱这两种运动的中国人比较多。中国人特别喜欢打乒兵球，在中国你会发现到处都有乒乓球桌。像乒乓球，羽毛球，跑步等运动对条件要求不高，所以它们都成为人们运动不错的选择。人们常说“生命在于运动”，所以很多人一到周末就会到体育馆打几场球。“乒乓球”这个名字也很有意思，“乒”和“乓”就是打球时发出的声音。在看乒乓球比赛时，尤其是在运动员发球的时候，观众要安静，禁止大声讲话或者离开座位随便走动。"
				}
			]
			},
			{
			"chapter": 20,
			"chapHeader": "Lesson 20:\n\n路上的风景 \nThe view along the way",
			"sections": [
				{
				"section": 1,
				"secHeader": "#20.1 小张去北京，朋友送小张去机场",
				"text": "朋友：该加油了，去机场的路上有加油站吗？ \n小张：我记得过了长江大桥往右一拐就有一个，大概有四五公里远。 \n朋友：好，那我就放心了，别开着开着没油 了。你去北京的航班是几点的？时间来得及吗？ \n小张：航班本来是十点的，后来机场网站上通知推迟了一个小时，所以九点半以前到就应该没问题。 \n朋友：刚才我还有点儿担心来不及呢。一会儿加完油，往西走五百米就能上高速公路。走高速公路大约半个小时就到了。 \n小张：一会儿我自己进去换登机牌，你就不用送我了，等我到了首都机场再给你发短信。"
				},
				{
				"section": 2,
				"secHeader": "#20.2 孙月和丈夫计划放寒假带女儿去旅行",
				"text": "孙月：女儿下个星期就要放寒假了，到时候咱们带她去旅游，放松放松，怎么样？ \n丈夫：平时女儿那么多课，总是说想去旅行，但是没时间，怪可怜的。这次放假咱们带她去哪儿玩儿比较好呢？ \n孙月：去年我同事带她儿子去广西玩儿了一趟，听说很不错，我们就去广西吧。 \n丈夫：好啊，那里的气候和北方很不同，即使是冬天，也非常暖和，还能吃到许多新鲜的水果。等女儿一回来我就告诉她这个好消息。 \n孙月：先别着急说。中午我们不是要去对面的饭店吃烤鸭，祝贺她考试成绩都合格吗？ 那时候再告诉她，不是更好？ \n丈夫：好主意，到时她知道了肯定特别开心。"
				},
				{
				"section": 3,
				"secHeader": "#20.3 安娜向马克介绍去丽江旅行的经验",
				"text": "马克：这么多照片，都是你这次去丽江旅行时照的？那里的自然风景可真美！ \n安娜：是啊，小城四季的风景都很美，而且环境保护得也很好，因此每年都吸引着成千上万的游客去那儿旅游。 \n马克：这张照片上和你干杯的那个人是少数民族吗？她打扮得真漂亮。 \n安娜：她是我们的导游，不是少数民族。一路上她给我们讲了很多有趣的笑话。有一次我把存包的钥匙丢了，最后还是她帮我找到的。这张照片就是找到钥匙后，我们一起照的。 \n马克：明年我有机会也去那儿看看，到时把 你的导游介绍给我吧。究竟哪个季节 去丽江旅游比较好呢？ \n安娜：那儿最美的季节是春天和秋天，不过那时候人比较多。稍微好一点儿的时间是每年12月到第二年3月。这段时间去丽江的话，无论交通还是吃，住都很便宜。"
				},
				{
				"section": 4,
				"secHeader": "#20.4",
				"text": "中国南北距离约5500公里，因此南北气候有很大区别。每年三四月份的时候，如果从北方坐火车到南方去旅游，一路上你会发现，不同的地方有不同的风景：窗外的树一棵一棵地变绿，北方也许还下着雪，南方却已经到处都是绿色了。南方菜很有特点，特别是汤，味道鲜美，很多北方人都喜欢喝。另外，南方和北方的语言也有很大不同。比如你跟上海人对话时，会发现上海话听起来就像外语一样。虽然上海人也会讲普通话，可是仔细听，还是有上海味儿。"
				},
				{
				"section": 5,
				"secHeader": "#20.5",
				"text": "一个人有时间一定要去旅行，旅行不仅能丰富一个人的经历，而且是很好的减压方法。但对我来说，最重要的是旅行能让我有机会尝到各地有名的小吃。放假的时候，我会收拾好行李，带上地图，买张火车票，向目的地出发。说起吃的东西，给我印象最深的是湖南菜。湖南菜的特点就是辣，与其他地方的辣不同，湖南菜的辣主要是咸辣，香辣和酸辣。虽然全国各地都有湖南饭馆儿，但最好还是直接去那里尝一尝。每次旅行结束后，我都会精神百倍地开始我的工作。"
				}
			]
			}
		]
		
	}