hskCorpusTexts[2] = 

{
	"title": "HSK Book 3",
	"bookNumber": 3,
	"chapters": [
		{
			"chapter": 1,
			"chapHeader": "Lesson 1 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. talking about the plan for the weekend\n谈周末的打算",
					"text": "周末你有什么打算？\n我早就想好了,请你吃饭，看电影，喝咖啡。\n请我？\n是啊，我已经找好饭馆了，电影票也买好了。\n我还没想好要不要跟你去呢。\n"
				},
				{
					"section": 2,
					"secHeader": "2. at home\n在家",
					"text": "你一直玩儿电脑游戏，作业写完了吗？\n都写完了。\n明天不是有考试吗？你怎么一点儿也不着急？\n我早就复习好了。\n那也不能一直玩儿啊。\n"
				},
				{
					"section": 3,
					"secHeader": "3. talking about the travel plan\n聊旅游计划",
					"text": "下个月我去旅游，你能跟我一起去吗？\n我还没想好呢。你觉得哪儿最好玩儿？\n南方啊，我们去年就是这个时候去的。\n南方太热了，北方好一些，不冷也不热。\n"
				},
				{
					"section": 4,
					"secHeader": "4. preparing for the trip\n准备去旅游",
					"text": "水果，面包，茶都准备好了，我们还带什么？\n手机，电脑，地图，一个也不能少。\n这些我昨天下午就准备好了。\n再多带几件衣服吧。\n我们是去旅游，不是搬家，还是少带一些吧。\n\n\n\n"
				}
			]
		},
		{
			"chapter": 2,
			"chapHeader": "Lesson 2 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. on the way going down the mountain\n下山的 路上",
					"text": "休息一下吧。\n怎么了？\n我现在腿也疼，脚也疼。\n好，那边树多，我们过去坐一下吧。\n上来的时候我怎么没觉得这么累？\n上山容易下山难，你不知道？\n"
				},
				{
					"section": 2,
					"secHeader": "2. on the phone\n在打电话",
					"text": "喂，你好，请问周明在吗？\n周经理出去了，不在办公室。\n他去哪儿了？什么时候回来？\n他出去办事了，下午回来。\n回来了就让他给我打个电话。\n好的，他到了办公室我就告诉他。\n"
				},
				{
					"section": 3,
					"secHeader": "3. parting a friend at the exit of the building\n在楼门口送朋友",
					"text": "雨下得真大。你怎么回去？我送你吧。\n没事，我出去叫辆出租车就行了。\n那你等等，我上楼去给你拿把伞。\n好的。我跟你一起上去吧。\n你在这儿等吧，我拿了伞 就下来。\n"
				},
				{
					"section": 4,
					"secHeader": "4. at home\n在家",
					"text": "你看，我这么胖，怎么办呢？\n你每天晚上吃了饭就睡觉，也不出去走走，能不胖吗？\n其实我每天都运动。\n但是你一点儿也没瘦！你做什么运动了？\n做饭啊。\n\n\n\n"
				}
			]
		},
		{
			"chapter": 3,
			"chapHeader": "Lesson 3 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. At Xiaoli’s home\n在小丽家",
					"text": "小刚：明天是晴天还是阴天？\n小丽：阴天，电视上说多云。怎么了？\n小刚：没事，我们明天要去爬山。\n小丽：爬山的时候要小心点儿。\n小刚：好，你也去吗？\n小丽： 我不去，我有事。\n"
				},
				{
					"section": 2,
					"secHeader": "2. In the mall\n在商场",
					"text": "周太太：你觉得这条裤子怎么样？\n周明：我记得你已经有两条这样的裤子了。\n周太太：那我们再看看别的。\n周明：这件衬衫怎么样？\n周太太：还不错，多少钱？\n周明：这上面写着320元。\n周太太：买一件。\n"
				},
				{
					"section": 3,
					"secHeader": "3. At a fruit store\n在水果店",
					"text": "周太太：这些水果真新鲜，我们买西瓜还是苹果？\n周明：西瓜吧。你看，这上面写着“西瓜不甜不要钱”。\n周太太：那我们买一个大点儿的吧。\n周明：再买几个苹果。\n周太太：好啊，今天晚上只吃水果不吃饭！\n"
				},
				{
					"section": 4,
					"secHeader": "4. In the lounge\n在休息室",
					"text": "小丽：桌子上放着很多饮料，你喝什么？\n小刚：茶或者咖啡都可以。你呢？你喝什么？\n小丽：我喝茶，茶是我的最爱。天冷了或者工作累了的时候，喝杯热茶会很舒服。\n小刚：你喜欢喝什么茶？\n小丽：花茶，绿茶，红茶，我都喜欢。\n\n\n\n\n"
				}
			]
		},
		{
			"chapter": 4,
			"chapHeader": "Lesson 4 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. In the classroom (1)\n在教室",
					"text": "小明：这是你们比赛的照片吗？\n马可：是，这是我们比赛后照的。\n小明：照得不错，你们都是一个年级的吗？\n马可：不是。那个又高又漂亮的女孩儿是二年级的。\n小明：旁边那个拿着书笑的人是谁？\n马可： 那是我！\n"
				},
				{
					"section": 2,
					"secHeader": "2. In the classroom (2)\n在教室",
					"text": "小丽：你觉得小红怎么样？\n同学：她又聪明又热情，也很努力。\n小丽：我看她总是笑着回答老师的问题。\n同学：她对每个人都笑，也常常对我笑。\n小丽：你是不是喜欢她啊？\n同学：喜欢她的人太多了，你看那些拿着鲜花站在门口的，都是等她的。\n"
				},
				{
					"section": 3,
					"secHeader": "3. At the entrance of a supermarket\n在超市门口",
					"text": "小刚：我有点儿饿了，我们进超市买点儿东西吧。\n小丽：好啊，这家超市的蛋糕又便宜又好吃，一块只要2.99远。\n小刚：我们买两块，回家吃着蛋糕看电视，怎么样？\n小丽：好啊，我再去买一些喝的。\n小刚：喝着咖啡吃蛋糕，太好了！\n"
				},
				{
					"section": 4,
					"secHeader": "4. In a restaurant\n在饭馆",
					"text": "经理：您好！您找谁？\n客人：你们这儿是不是有一个又年轻又漂亮的服务员？\n经理：我们这儿年轻，漂亮的服务员有很多。\n客人：她工作又认真又热情。\n经理：您能再说说吗？\n客人：她总是笑着跟客人说话。\n经理：啊，我知道了，你说的是李小美吧？\n\n\n\n"
				}
			]
		},
		{
			"chapter": 5,
			"chapHeader": "Lesson 5 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. At Xiaoli’s home\n在小丽家",
					"text": "朋友：我听说你身体不舒服，怎么了？\n小丽：前几天有点儿发烧，现在好多了。\n朋友：喝杯茶吧，这是我为你买的绿茶，很不错。\n小丽：谢谢，我要吃药，不喝茶了。\n朋友：那喝杯水吧。\n小丽：好的。\n"
				},
				{
					"section": 2,
					"secHeader": "2. On the phone\n在打电话",
					"text": "周太太：对不起，我明天不能和你们出去玩儿了。\n张太太：为什么？怎么了？\n周太太：我儿子生病了，我要在家照顾他。\n张太太：他吃药了吗？要不要去医院？\n周太太：不用去医院，昨天吃了感冒药，现在好一些了。\n张太太：那我们下次再一起出去玩儿吧。\n"
				},
				{
					"section": 3,
					"secHeader": "3. At Xiaogang’s home\n在小刚家",
					"text": "小丽：你最喜欢哪个季节？\n小刚：当然是春天，天气不那么冷了，草和树都绿了，花也开了。\n小丽：我最喜欢夏天，因为我可以穿漂亮的裙子了。\n小刚：那我也喜欢夏天了。\n小丽：怎么？你也有漂亮的裙子？\n小刚：不，我喜欢看你穿漂亮的裙子。\n"
				},
				{
					"section": 4,
					"secHeader": "4. At Xiaogang’s home\n在小刚家",
					"text": "小丽：我最近越来越胖了。\n小刚：谁说的？我觉得你越来越漂亮了。\n小丽：你看，这条裙子是去年买的，今年就不能穿了。\n小刚：那是因为你吃得太多了，少吃点儿吧。\n小丽：我做的饭越来越好吃，我能少吃吗？\n\n\n"
				}
			]
		},
		{
			"chapter": 6,
			"chapHeader": "Lesson 6 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. In the living room\n在客厅",
					"text": "周明：我的眼镜呢？怎么突然找不到了？你看见了吗？\n周太太：我没看见啊。\n周明：我离不开眼镜，没有眼镜，我一个字也看不清楚。\n周太太：你去房间找找，是不是刚才放在桌子上了？\n周明：我怎么看得到啊？你快过来帮忙啊。\n周太太：好吧，我帮你去找找。\n"
				},
				{
					"section": 2,
					"secHeader": "2. On the phone\n在打电话",
					"text": "同学：今天的作业你做完了吗？\n儿子：刚做完，你呢？\n同学：今天这些题特别难，我看不懂，不会做，你能帮我吗？\n儿子：电话里讲不明白，你来我家吧，我给你讲讲。\n同学：好啊，我锻炼完了就过去。\n"
				},
				{
					"section": 3,
					"secHeader": "3. In the lounge\n在休息室",
					"text": "同事：你怎么有点儿不高兴？\n小刚：我想请小丽吃饭，但是找不到好饭馆。\n同事：那你请她听音乐会吧，她喜欢听音乐。\n小刚：音乐会人太多，买不到票。\n同事：那去公园走走，聊聊天儿吧。\n小刚：公园太大，多累啊。\n"
				},
				{
					"section": 4,
					"secHeader": "4. In the living room\n在客厅",
					"text": "周太太：你怎么还喝咖啡？\n周明：怎么了？\n周太太：你不是说晚上睡不着觉吗？\n周明：没事，我只喝一杯。\n周太太：你还是喝杯牛奶吧，可以睡得更好些。\n周明：好吧，牛奶呢？\n周太太：还没买呢。\n\n"
				}
			]
		},
		{
			"chapter": 7,
			"chapHeader": "Lesson 7 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. In the office\n在办公室",
					"text": "同事：那个漂亮的新同事是谁？\n小刚：那是小丽。\n同事：她刚来北京吗？\n小刚：不，她在北京工作三年了。\n同事：以前她在哪儿工作？\n小刚：她在银行工作了两年以后来的我们公司。\n"
				},
				{
					"section": 2,
					"secHeader": "2. In the lounge (1)\n在休息室",
					"text": "同事：周末你跟小丽去哪儿玩儿了？\n小刚：我们去唱歌了。\n同事：你们唱了多久？\n小刚：我们唱了两个小时歌，晚上还去听音乐会了。\n同事：你们都对音乐感兴趣吗？\n小刚：她对音乐感兴趣，我对她更感兴趣。\n"
				},
				{
					"section": 3,
					"secHeader": "3. In the lounge (2)\n在休息室",
					"text": "小刚：我跟小丽下个月结婚，到时候欢迎你来。\n同事：什么？结婚？\n小刚：对啊，突然吗？\n同事：你们不是刚认识吗？\n小刚：我跟她都认识五年了。\n同事：你跟她结婚，那我怎么办啊？\n"
				},
				{
					"section": 4,
					"secHeader": "4. At the exit /entrance of the company building\n在公司门口",
					"text": "小丽：你看看手表，怎么迟到了？\n小刚：没迟到啊。\n小丽：你不是说七点半来接我吗？你迟到了一刻钟。\n小刚：现在不是七点半吗?\n小丽：已经差一刻八点了！我都在这儿坐了半个小时了。\n小刚：不是我迟到了，是你的表快了一刻钟。\n\n"
				}
			]
		},
		{
			"chapter": 8,
			"chapHeader": "Lesson 8 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. In the lounge\n在休息室",
					"text": "同事：听说你最近打算买房子？\n小丽：是，昨天去看了看，今天又去看了看，明天还要再去看看。\n同事：都不满意吗？\n小丽：一个没有电梯，不方便。一个有电梯，但是在二十层。\n同事：二十层怎么了？\n小丽：太高了，往下看多害怕啊！\n"
				},
				{
					"section": 2,
					"secHeader": "2. At school\n在学校",
					"text": "小明：听说你下个星期就要回国了？\n马可：是啊，真不想离开北京。\n小明：我下星期不在北京，不能去机场送你了。\n马可：没关系，你忙吧。\n小明：这个小熊猫送给你，欢迎你以后再到中国来。\n马可：谢谢。希望以后能再见面。\n"
				},
				{
					"section": 3,
					"secHeader": "3. In a coffee house\n在咖啡厅",
					"text": "小丽：小刚，我们坐哪儿？\n小刚：你坐哪儿我就坐哪儿。\n小丽：坐这儿吧，这儿安静。你想喝什么饮料？\n小刚：你喝什么我就喝什么。\n小丽：喝可乐吧。你等我一会儿，我马上回来。\n小刚：小丽，你去哪儿？你去哪儿我就去哪儿。\n小丽：我去洗手间。\n"
				},
				{
					"section": 4,
					"secHeader": "4. At Zhou Ming's home\n在周明家",
					"text": "老同学：快五年了，你几乎没变化。\n周太太：谁说的？我胖了，以前的衣服都不能穿了。\n老同学：健康最重要，胖瘦没关系。\n周太太：是呀，想吃什么就吃什么。\n老同学：你做饭还是周明做饭？\n周太太：我做，我想吃什么就做什么，想吃多少就做多少。\n\n"
				}
			]
		},
		{
			"chapter": 9,
			"chapHeader": "Lesson 9 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. In the classroom\n在教室",
					"text": "大山：马可，你的中文越说越好了！\n马可：哪里哪里，我们班王静说得更好。\n大山：怎么好？\n马可：她的汉语说得跟中国人一样好。\n大山：王静？我怎么没听说过这个名字？\n马可：她是我们的汉语老师。\n"
				},
				{
					"section": 2,
					"secHeader": "2. In a bakery\n在蛋糕店",
					"text": "小丽：别吃了，你已经吃了三块蛋糕了。\n小刚：这是最后一块。\n小丽：你总是吃甜的东西，会越吃越胖。\n小刚：你放心，我一定不会变胖。\n小丽：为什么？\n小刚：我们家的人都很瘦，吃不胖。\n"
				},
				{
					"section": 3,
					"secHeader": "3. On the mountain\n在山上",
					"text": "小丽：我有点儿害怕。\n小刚：怎么了？\n小丽：山越高，路越难走。我也越爬越冷。\n小刚：不用担心，有我呢，我对这儿比较了解\n小丽：那我们先休息一下，一会儿再爬。\n小刚：好，一会儿我们可以从中间这条路上去。\n"
				},
				{
					"section": 4,
					"secHeader": "4. At Xiaoming's home\n在小明家",
					"text": "同学：小明，你的眼睛怎么跟大熊猫一样了？\n小明：我这几天脚疼，没休息好。\n同学：去医院了吗？医生说什么？\n小明：他让我多休息。休息得越多，好得越快。\n同学：下个月的篮球比赛，你能参加吗？\n小明：一定能参加，一点儿影响也没有。\n\n"
				}
			]
		},
		{
			"chapter": 10,
			"chapHeader": "Lesson 10 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. In the classroom (1)\n在教室",
					"text": "朋友：大山，你和马可谁个子高？\n大山：马可比我高，我比马可矮一点儿。\n朋友：那你们谁大？\n大山：我比马可大两岁。\n朋友：你们谁的汉语说得更好？\n大山：马可比我说得好一些，我的汉语没有他好。\n"
				},
				{
					"section": 2,
					"secHeader": "2. In the classroom (2)\n在教室",
					"text": "小明：我喜欢历史课，体育课，不喜欢数学课。\n同学：为什么？数学也很有意思啊。\n小明：我觉得数学比历史难多了，我听不懂。\n同学：别担心，我可以帮你。\n小明：好啊，我们每天学多长时间？\n同学：一两个小时吧。\n"
				},
				{
					"section": 3,
					"secHeader": "3. In the lounge\n在休息室",
					"text": "同事：你最近比以前来得早多了，搬家了？\n小丽：是啊，你不知道？我上个月就搬家了，走路二十分钟就到。\n同事：那很方便啊。\n小丽：我还打算买辆自行车，骑车七八分钟就能到。\n同事：你不是有一辆吗？\n小丽：那辆太旧了，要换一辆，很便宜，两三百块钱。\n"
				},
				{
					"section": 4,
					"secHeader": "4. Checking houses\n在看房子",
					"text": "大山：这两个地方的房子一样吗？\n中介：不一样。您看，学校外边的房子比学校里边的大一些。\n大山：大小没关系，主要是环境，哪个更安静？\n中介：学校里边的没有学校外边的那么安静。\n大山：哪个方便一些呢？\n中介：学校里边比学校外边方便，附近有三四个车站。\n\n"
				}
			]
		},
		{
			"chapter": 11,
			"chapHeader": "Lesson 11 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. In the classroom\n在教室",
					"text": "小明：我先走了。\n同学：你去哪儿？\n小明：我去图书馆借本书。\n同学：帮我把这本词典还了吧。\n小明：好，等一会儿你离开教室的时候，记得把灯光了。\n同学：好的，放心吧。\n"
				},
				{
					"section": 2,
					"secHeader": "2. In the conference room\n在会议室",
					"text": "周明：会议结束后，别忘记把空调关了。\n小丽：好的。王经理两点左右来了个电话。\n周明：他已经到北京了？\n小丽：是的，他正坐地铁来我们公司呢。\n周明：等他到了就告诉我。\n"
				},
				{
					"section": 3,
					"secHeader": "3. In the living room\n在客厅",
					"text": "妈妈：还差一双筷子，你去拿一下。\n儿子：今天怎么做了这么多菜？\n妈妈：今天是你爸爸的生日。\n儿子：真的啊？我把爸爸的生日忘了。那我们今天喝点儿啤酒吧。\n妈妈：医生说你爸爸一口酒都不能喝，别让他看见酒瓶子。\n"
				},
				{
					"section": 4,
					"secHeader": "4. Text 课文",
					"text": "这个笔记本电脑我去年买的时候要五千块左右，现在便宜多了。我想把这个电脑卖了，再买一个更好的。现在我每天起床后的第一件事就是打开电脑，看电子邮件。我已经很少写信，也很少用笔写字，已经习惯用电脑来学习和工作了。哪一天突然没有了电脑，我们怎么办呢？\n\n"
				}
			]
		},
		{
			"chapter": 12,
			"chapHeader": "Lesson 12 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1.At home\n在家",
					"text": "小丽：今天太阳从西边出来了吗？\n小刚：怎么了？\n小丽：你怎么这么早就要睡觉了？以前都要12点以后才睡觉。\n小刚：我明天8点就要到公司。\n小丽：有事么？\n小刚：经理生气了，他告诉我，明天8点不到，以后就别来了。\n"
				},
				{
					"section": 2,
					"secHeader": "2.At home (2)\n在家",
					"text": "小刚：我要跟周经理去外地办事，明天的飞机。\n小丽：那我帮你把衣服放到行李箱里吧。什么时候回来？\n小刚：一个星期就回来。\n小丽：啊？一个星期以后才回来？\n小刚：你要自己照顾好自己，我已经给你准备好吃的和喝的了。\n小丽：好吧。我已经把我的照片放在你的包里了。\n"
				},
				{
					"section": 3,
					"secHeader": "3. At the airport\n在机场",
					"text": "周明：你怎么才来？\n小刚：对不起，周经理，来机场的路上我才发现忘带护照了。\n周明：快点吧，飞机就要起飞了。\n小刚：你有钱吗？司机把我送到机场的时候，我才发现忘记带钱包了\n周明：我看你还是把重要的东西放在我这儿吧。\n"
				},
				{
					"section": 4,
					"secHeader": "4. Text课文",
					"text": "我是一个中学老师，教学生画画儿。每次下课前，我都会把下次学生需要带的东西写在黑板上，但是每次上课时，总会有学生忘了拿铅笔，所以我有点儿生气，不是因为他们没带铅笔，是因为他们没有好的学习习惯。\n\n"
				}
			]
		},
		{
			"chapter": 13,
			"chapHeader": "Lesson 13 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. At home (1)\n在家",
					"text": "小丽：你终于回来了！从哪儿买回来这么多东西啊？\n小刚：都是从那边的商店买回来的。\n小丽：怎么还买红酒回来了？谁喝啊？\n小刚：这是给爷爷的礼物，明天我们一起送过去，看看爷爷奶奶。\n小丽：那我的礼物呢？快拿出来让我看看。\n小刚：我不是已经回来了吗？\n"
				},
				{
					"section": 2,
					"secHeader": "2. At home (2)\n在家",
					"text": "小丽：我今天看见你和一个女的进了咖啡店，他是谁啊？\n小刚：她是我今天在路上遇到的一个老同学。\n小丽：你们就一起去喝咖啡了？\n小刚：是啊，一边喝咖啡一边说了些过去的事。\n小丽：你回来得这么晚，是说了很多过去的事吗？\n小刚：不是。没有公共汽车了，我是走回来的。\n"
				},
				{
					"section": 3,
					"secHeader": "3. On the phone\n在打电话",
					"text": "同事：小丽，周末你一般跟小刚出去看电影吗？\n小丽：我很少去电影院看电影，我更愿意在家看电视。\n同事：看电视有什么意思啊？\n小丽：可以一边吃一边看，坐久了还可以站起来休息一会儿。\n同事：你应该多出去走走，这样你们的生活会更有意思。\n小丽：有他在，我的生活已经很有意思了。\n"
				},
				{
					"section": 4,
					"secHeader": "4. Text\n刚结婚的时候，我丈夫是中学老师，他喜欢每天早上起床后，一边吃早饭一边看报纸。十年过去了，现在他已经是校长了，因为太忙，每天早上我起床后都看不到他，晚上很晚他才回到家。我真怕他累坏了。希望他能少一些会议，多一些休息，可以经常和我还有孩子在一起。",
					"text": ""
				}
			]
		},
		{
			"chapter": 14,
			"chapHeader": "Lesson 14 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. 在家",
					"text": "周太太：客人就要来了，你怎么还不打扫房间啊？\n周明：别着急，我让孩子们打扫呢，客人来的时候，他们会把房间打扫干净。\n周太太：那你也不能看电视啊。\n周明：你让我做什么？\n周太太：先把茶和杯子放好，然后把冰箱里的西瓜拿出来。\n周明：太热了，我还是先把空调打开吧。\n"
				},
				{
					"section": 2,
					"secHeader": "2. 在打电话",
					"text": "同事：你在忙什么呢？刚才打你的手机你也不接。\n小刚：对不起，我刚洗了个澡，没听见。有什么事吗？\n同事：我想问问你公司里的一些事情。\n小刚：你先等一下，我去把电视关了。\n同事：没关系，你先把电视节目看完吧，然后再给我回电话。\n"
				},
				{
					"section": 3,
					"secHeader": "3. 在小明家",
					"text": "同学：今晚的月亮真漂亮，像白色的盘子一样。\n小明：是啊，外边也不刮风，我们坐在外边一边看月亮一边吃东西，怎么样？\n同学：好啊，我先把桌椅搬出去，然后你把水果拿过来，我们听叔叔阿姨讲讲他们年轻时候的故事。\n小明：太好了！记得给大山打个电话，让他马上过来。\n同学：不用打了，你听外边的声音，一定是大山。\n"
				},
				{
					"section": 4,
					"secHeader": "4. 课文",
					"text": "你吃过水果饭吗？你在饭馆的菜单上见过水果饭吗？你想学着做水果饭吗？其实做水果饭很简单，先把米饭做好，然后再把一块块新鲜的水果放进去，水果饭就做好了。你可以做苹果饭，香蕉饭，要是你愿意，还可以做西瓜饭。多吃新鲜水果对身体好。\n\n"
				}
			]
		},
		{
			"chapter": 15,
			"chapHeader": "Lesson 15 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. 在办公室",
					"text": "大山：老师，我来中国留学两年了，但是我的汉语水平提高得一点儿也不快啊。\n老师：你每天认真学习，做练习，完成作业，一直不错啊。\n大山：这是我昨天的作业，您帮我看看对不对。\n老师：写得不错，除了这个句子意思有些不清楚外，其他都没什么问题。\n大山：谢谢老师！\n老师：以后有什么不明白的地方，可以给我打电话或者发电子邮件。\n"
				},
				{
					"section": 2,
					"secHeader": "2. 在教室",
					"text": "学生：老师，除了小云，其他人都来了。\n老师：比赛马上就要开始了，小云怎么还没来？\n学生：刚才给她打电话了，她在路上呢。\n老师：不等她了。我先给大家讲讲这次比赛的要求和一些需要注意的地方。\n学生：老师，您放心，今天的比赛我们一定能拿第一。\n"
				},
				{
					"section": 3,
					"secHeader": "3. 在休息室",
					"text": "同事：现在用电脑上网真方便啊！\n小刚：是啊，除了看新闻，人们还可以在网上听歌，看电影，买东西。\n同事：对了，你从网上买的那件衣服呢？怎么没见你穿？\n小刚：那件衣服我穿着有点儿小，给我弟弟了。\n同事：他满意吗？\n小刚：不用花钱，还有新衣服穿，他满意极了。\n"
				},
				{
					"section": 4,
					"secHeader": "4. 课文",
					"text": "除了春节，中秋节以外，啤酒节也是这里很重要的一个节日。这个地方每年夏天都要举行一次啤酒节。在啤酒节上，你可以喝到世界上不同地方的啤酒。除了喝啤酒，你还可以在街道两边看到世界上不同地方的歌舞。你想不想了解世界各个地方的啤酒文化？来这里的啤酒节看看吧。\n\n"
				}
			]
		},
		{
			"chapter": 16,
			"chapHeader": "Lesson 16 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. 在公司",
					"text": "小丽：我不喜欢一直住在同一个城市，想去其他城市看一看。\n周明：我年轻的时候也这么想，但是那时侯没有钱，如果有钱，就去了。\n小丽：那您现在为什么不去？\n周明：现在钱不是问题了，主要是没有时间。\n小丽：我认为现在您有时间也不会出去玩儿。\n周明：你说得对，我现在累得下了班就想睡觉。\n "
				},
				{
					"section": 2,
					"secHeader": "2. 在同事家",
					"text": "同事：谢谢你们来看我女儿。你送的小皮鞋和小帽子真漂亮！\n小丽：别客气，你女儿长得白白的，胖胖的，真可爱！现在多高了？\n同事：快1米了，25公斤。\n小丽：你看她鼻子小小的，头发黑黑的；长得像谁？\n同事：像她爸爸，刚出生时她爸爸高兴得一个晚上都没睡着。\n\n"
				},
				{
					"section": 3,
					"secHeader": "3. 在公司",
					"text": "小刚：我的牙还是很疼。\n同事：如果不舒服，就去医院检查一下吧。\n小刚：检查好几次了，但是没什么用。\n同事：大夫怎么说的？\n小刚：每次医生都告诉我，回家好好儿刷牙。\n\n"
				},
				{
					"section": 4,
					"secHeader": "4.课文",
					"text": "很多人都觉得现在人和人的关系冷冷的，这可能是因为工作太忙，忙得没时间跟别人见面，累得不愿意和别人多说话。其实，我们应该多对别人笑笑，说话时如果能多用一些（您好）（谢谢）这样的词语，和别人的关系就会变得更好。\n\n"
				}
			]
		},
		{
			"chapter": 17,
			"chapHeader": "Lesson 17 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. 在公司",
					"text": "小丽：周经理，下个星期我可以请几天假吗？\n周明：你有什么事？\n小丽：我的一个老朋友结婚，我跟他两年没见了。\n周明：你一共想请几天假？\n小丽：三天。\n\n"
				},
				{
					"section": 2,
					"secHeader": "2. 在公司",
					"text": "同事：小丽，那个高高的男人是你们公司的吗？你对他了解吗？\n小丽：我们过去是邻居，后来是大学同学，关系一直很不错。\n同事：他一般喜欢做什么？\n小丽：他有很多爱好，唱歌，画画儿，踢足球，什么都会。\n同事：真的？那你介绍我们认识认识吧。\n小丽：不行，现在他是我丈夫。\n\n"
				},
				{
					"section": 3,
					"secHeader": "3. 在家",
					"text": "周太太：最近我觉得哪儿都不舒服，你带我去医院检查检查吧。\n周明：不用去医院，谁都有办法看好你的（病）。我问你，你多久没运动了？\n周太太：我三年没运动了。\n周明：谁都知道运动对身体好。但是你吃饱了就睡。\n周太太：为了健康，我真应该多锻炼锻炼了。从明天起，我决定每天去长跑。\n\n"
				},
				{
					"section": 4,
					"secHeader": "4.课文",
					"text": "运动很重要， 这句话谁都懂。但是你知道怎么运动吗？第一，要选择（对）的时间。一般来说，早上9点是最好的时间，冬天要再晚一些。第二，要选择（对）的地点，公园，山上，游泳馆，这些地方都可以运动。第三，必须要根据自己的健康情况运动。如果你很久没爬山或者游泳了，运动一会儿就一定要休息休息。还要记得刚运动完口渴的时候，不要马上喝水。\n\n"
				}
			]
		},
		{
			"chapter": 18,
			"chapHeader": "Lesson 18 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. 在打电话",
					"text": "朋友：老周，我打算买房子了，想向你借点儿钱。\n周明：没问题，只要我有，就一定会借给你的。还差多少？\n朋友：还差5万块钱。\n周明：好，钱下午打给你。你打算在哪儿买房？\n朋友：就在我们医院前面。\n周明：那你以后去医院就方便了。\n"
				},
				{
					"section": 2,
					"secHeader": "2. 在商店",
					"text": "小明：妈妈，你看那只狗多可爱，眼睛大大的，嘴小小的，我们买回去吧。\n妈妈：动物和小孩儿一样，都需要人照顾。买回家去，谁照顾它啊？\n小明：我照顾啊。\n妈妈：这段时间你自己的衣服都没洗，你能照顾好它吗？\n小明：只要你给我买，我就能照顾好它。\n"
				},
				{
					"section": 3,
					"secHeader": "3. 在公司",
					"text": "经理：说说你为什么选择来我们公司工作。\n学生：贵公司不但很有名，而且工作环境好。\n经理：做这个工作有点儿累，需要经常去外地。你家人同意吗？\n学生：只要我愿意，我相信他们就会同意的。\n经理：好，那你明天来上班吧。关于这个工作，还有什么问题吗？\n学生：没有了，谢谢您给我这个机会，我会努力的。\n"
				},
				{
					"section": 4,
					"secHeader": "4.课文",
					"text": "不同的国家有不同的文化，每种文化都有自己的特点。到了一个新环境，你会觉得什么都很新鲜，而且还会觉得有点奇怪：有些国家的人名写在姓前面，有些国家的人名写在姓后面，但是只要经过一段时间，就会慢慢地习惯。\n\n"
				}
			]
		},
		{
			"chapter": 19,
			"chapHeader": "Lesson 19 :",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. 在家 At home",
					"text": "爸爸： 女儿最近喜欢把头发放在耳朵后面，你知道为什么吗？\n妈妈： 这样可以使她的脸看上去漂亮一些。\n爸爸： 我最近觉得她和以前不太一样了。\n妈妈： 女儿变化不小，她小时候喜欢短头发，像男孩子一样。\n爸爸： 我也想起来了。她现在慢慢地开始像个女孩子了。\n"
				},
				{
					"section": 2,
					"secHeader": "2. 在看照片",
					"text": "小丽：上次我们参加骑马比赛的照片，我选了几张洗出来了。\n同事：快给我看看。骑得最快的这位是谁？\n小丽：你没看出来吗？他是小刚啊。\n同事：怎么看上去跟现在不太一样？\n小丽：他上班穿西服，衬衫，比赛的时候穿的是运动服。\n同事：他今天穿蓝西服，看上去像40多岁，还是穿运动服让他更年轻。\n"
				},
				{
					"section": 3,
					"secHeader": "3. 在小丽家",
					"text": "朋友：我们一年没见面了吧？\n小丽：听说你都有女儿了？她多大了？\n朋友：她去年秋天出生的，刚过完一岁生日。\n小丽：她喜欢什么？我送给她。\n朋友：她就喜欢听她爸爸学鸟叫。哭的时候，只要她爸爸学小鸟叫，她马上就安静下来了。\n小丽：啊？这个礼物我没办法送。\n"
				},
				{
					"section": 4,
					"secHeader": "4. 课文",
					"text": "这次旅游，我去了不少地方，每个地方都让我非常难忘。我先去看了黄河，黄河是中国有名的大河，我坐在船上，一边看一边照相。一路上经过了很多地方，每个地方都不一样。我想快点儿把照片发给大家，叫朋友们也高兴高兴。\n\n"
				}
			]
		},
		{
			"chapter": 20,
			"chapHeader": "Lesson 20:",
			"sections": [
				{
					"section": 1,
					"secHeader": "1. 在休息室",
					"text": "小丽：我的照相机被谁拿走了？怎么找不到了？\n同事：你再找找。是不是没带来？\n小丽：找找了，没找到啊。\n同事：别难过，再买一个吧，公司东门外不就有一个大商场吗？\n小丽：但是我这个月信用卡里的钱已经花得差不多了。\n\n"
				},
				{
					"section": 2,
					"secHeader": "2. 在教室",
					"text": "小明：你怎么突然关心起体育来了？\n朋友：我的男朋友喜欢看足球比赛，我被他影响的。\n小明：看来只有爱，才能让人有变化。\n朋友：是啊，为了和他的爱好一样，我天天看球赛。\n小明：除了足球，他还影响你什么了？\n朋友：我最近天天上网玩儿游戏，我的成绩差极了。\n\n"
				},
				{
					"section": 3,
					"secHeader": "3. 在饭馆",
					"text": "朋友：那个拿着碗吃饭的人是你哥哥吗？他和你长得真像。\n大卫：我们经常被别人认错。\n朋友：只有你们的爸爸妈妈才能分出来哪个是哥哥，哪个是弟弟吧。\n大卫：除了父母以外，还有我们自己也能啊。\n朋友：你们两个除了长得像，还有什么相同的地方？\n大卫：我们住在同一个楼，同一个房间。\n"
				},
				{
					"section": 4,
					"secHeader": "4. 课文",
					"text": "年轻人遇到难题，常常很着急，不知道怎么办。其实，不同的问题有不同的解决办法。有些问题看上去很难，但是做起来非常简单，所以得试着做做。有些问题看上去虽然简单，但是解决起来难极了。所以只有真正做事情的时候，才能了解有多难。不过，我们一定要相信：多么难的问题，都会被解决的。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
				}
			]
		}
	]
}